
[{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Relief as State gets 12 months to fix anomaly in 3m title deeds",
  "language": "en-us",
  "description": "Landowners and commercial banks now have a reason to smile after the High Court declared over three million land ownership documents issued since 2013 valid.",
  "articleId": 3523018,
  "articleDate": "2017-01-19T09:10:12Z",
  "story": "<p>Landowners and commercial banks now have a reason to smile after the High Court declared over three million land ownership documents issued since 2013 valid.<br/>High Court Judge Joseph Onguto, in a highly-anticipated ruling, found that the government had erred by excluding the National Land Commission (NLC) from land lease and title issuance, but gave the State a grace period of 12 months to comply with the 2010 Constitution — which requires NLC to be involved in issuance of all land ownership documents.<br/>Justice Onguto ruled that all leases, grants and title deeds issued by the government since 2013 are legally null and void, having failed to involve the NLC, the public and or Parliament. <br/>The judge, however, noted that declaring titles issued since 2013 or those in the process of issuance null and void would affect land buyers retroactively, causing widespread disruption in the economy. Commercial banks and the owners of the three million land titles issued since 2013 would have been left holding onto worthless papers had Justice Onguto declared all of them null and void.<br/><strong>Invalidity suspended<\/strong><br/>“Considering the immediate consequences, the declaration of invalidity is suspended to enable the Cabinet secretary initiate meaningful engagement with the public, seek and take into account the advice of the NLC,” ruled Justice Onguto.<br/>The judge gave the government 12 months to regularise processes leading to issuance of title deeds, lease certificates and grants, failure to which future land ownership documents will be rendered illegal.<br/>This requires the Lands Ministry to move with speed to formulate new regulations that should be subjected to public scrutiny before being forwarded to Parliament for debate and eventually to the President for assent.<br/>An applicant, Mr Anthony Otiende Otiende petitioned the court to stop issuance of land documents, saying the government had infringed on Kenyans’ right to participate in public policy making and that an input from NLC was mandatory before any land document was issued.<br/>The judge said that while the government irregularly issued land ownership documents to many Kenyans since 2013 and more were being processed, the Land Ministry needs to move fast and effect the necessary policy changes within 12 months, failure to which any future land ownership documents issued will be invalid.<\/p><p><strong>NLC'S role<\/strong><br/>The court said new regulations were necessary to recognise NLC’s role and the right of Kenyans to participate in land management affairs in conformity with the newly enacted Land Amendment Act (2016). <br/>On Thursday, Lands Cabinet Secretary Jacob Kaimenyi said he had gazetted members of the Land Laws Task Force whose sole mandate is to prepare the proposed regulations.<\/p><\/div>",
  "author": [{
    "fullname": "JAMES KARIUKI",
    "biography": "<p>James Kariuki is a business correspondent based in Nairobi.<\/p>",
    "link": "http://www.nation.co.ke/authors/1959272-1951550-mvlj8hz/index.html",
    "photo": "http://www.nation.co.ke/image/view/-/1951548/medRes/1531249/-/1562htwz/-/kariuki.jpg"
  }],
  "photo": "http://www.nation.co.ke/image/view/-/3523034/medRes/1539844/-/ymi9f4z/-/DN+Nakuru+Land+1606+kl.JPG.jpg",
  "caption": "Nakuru Kiamunyeki Company Ltd shareholders",
  "video": "",
  "link": "http://www.nation.co.ke/business/Relief-as-State-gets-12-months-to-fix-anomaly-in-3m-title-deeds-/996-3523018-pbn3hsz/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Nairobi bourse worst-performing market globally - Bloomberg",
  "language": "en-us",
  "description": "Bourse driven to the edge by risk-averse investors who now prefer safer State debt",
  "articleId": 3523014,
  "articleDate": "2017-01-19T09:01:55Z",
  "story": "<p>The Nairobi Securities Exchange (NSE) is the worst-performing market globally year-to-date according to Bloomberg, with risk-averse investors shunning stocks for safe-haven government debt.<\/p><p>The chief executive of the NSE Geoffrey Odundo was quoted by Bloomberg saying demand has been limited by a continued wait-and-see attitude by investors amid persistent volatility.<\/p><p>“Because of issues around volatility in the markets, most pension schemes over the past two years have lost value in their equity holdings so they want to play a bit safer. Interest rates have historically given them a better performance so that is why they are willing to buy government paper,” Mr Odundo was quoted by the news service as saying.<\/p><p>He was, however, optimistic things would change even as the country gets into a traditionally market depressing electoral mode. <\/p><p>“We see it bottoming at some point. Foreigners are waiting for better prices and are picking stocks at fairly low prices and this has dragged the index downwards, especially given that when the stocks that really drive volume — which are the telcos and the banking sector — fall, they drag the index down.”<\/p><p>READ: <a xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/Cash-rich-NSE-firms-take-hit-from-bank-interest-rates-cap/539552-3518852-x74n1i/index.html\">Cash-rich NSE firms take hit from bank interest rates cap<\/a><\/p><p>Nine stocks at the NSE are trading at multi­-year lows in the current bear market. They are Stanbic Bank, Kenya Power, Athi River Mining, Sanlam, East Africa Breweries Ltd, Centum, Diamond Trust Bank, Umeme and CIC Insurance are trading at lows of between three to 12 years. <\/p><p>Others such as Home Afrika and KenGen are trading at near all-time lows.  <\/p><p>The market has been on a slide since March 2015 when it went bearish following the positive returns recorded in the preceding three years. <\/p><p>READ: <a xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/Bear-market-pulls-NSE-20-share-index-to-eight-year-low/539552-3514372-ux50p9/index.html\">Investors’ pain continues as NSE index falls to eight-year low<\/a><\/p><p>Investors have lost Sh654 billion in paper wealth during the latest bear run, which has seen the main index (the NSE 20 share index) lose 46.3 per cent value to stand at 2,955 points. <\/p><p>Analysts expect equities will be flat this year, weighed down by concerns over the General Election and the US Federal Reserve base rate hike.<\/p><\/div>",
  "author": [{
    "fullname": "BRIAN NGUGI",
    "biography": "<p>BRIAN NGUGI<\/p>",
    "link": "http://www.nation.co.ke/authors/1959272-2874422-6hyca4z/index.html",
    "photo": "http://www.nation.co.ke/image/view/-/3511236/medRes/1531271/-/tn22cp/-/brian-ngugi.jpg"
  }],
  "photo": "http://www.nation.co.ke/image/view/-/3523016/medRes/1539842/-/nth933z/-/NSE.jpg",
  "caption": "The Nairobi Securities Exchange (NSE) is the",
  "video": "",
  "link": "http://www.nation.co.ke/business/Nairobi-bourse-worst-performing-market-globally-Bloomberg/996-3523014-mpl9wg/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Clearing agents fault new marine insurance plan",
  "language": "en-us",
  "description": "The agents claim that the process is going on without involving them and by extension importers.",
  "articleId": 3523072,
  "articleDate": "2017-01-19T08:56:22Z",
  "story": "<p>Clearing and forwarding agents have protested over being left out of implementing the local marine insurance policy, which became effective over a fortnight ago.<\/p><p>Through their lobby Kenya International Freight and Warehousing Association (Kifwa), the agents Wednesday claimed that the process is going on without involving them and by extension importers.<\/p><p>“Marine insurance is not a new phenomenon, we have always worked on imported goods insured or otherwise. The fact that they want to collect that insurance locally is what is now bringing the gap in terms of the procedure,” said Kifwa official William Ojonyo at a Press briefing in Nairobi.<\/p><p>“We are not against it, it is only that they are not bringing us on board to understand.” The lobby represents interests of about 1,200 clearing, forwarding and warehousing companies in the country. The Insurance Regulatory Authority (IRA) has, however, said it will conduct stakeholder sensitisation workshops in Nairobi, Mombasa, Kisumu and Eldoret. <\/p><p>Local insurance companies have already positioned themselves for a piece of the Sh30 billion marine cargo insurance (MCI) market.<\/p><p>The new MCI regulations, which became effective on January 1, place the marine insurance business exclusively in the hands of  local underwriters.<\/p><p>Mr Ojonyo, who is also the managing director of Keynote Logistics, said the lobby is keen on supporting the local industry but regulators have not involved members.<\/p><p>“We do not know how this process should be implemented. We think they (regulators) have jumped the gun and put the horse before the cart,” said Mr Ojonyo.<\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3522524/medRes/1539641/-/oafelc/-/ojo.jpg",
  "caption": "Kifwa official William Ojonyo. PHOTO | JARED",
  "video": "",
  "link": "http://www.nation.co.ke/business/Clearing-agents-fault-new-marine-insurance-plan/996-3523072-mji0ifz/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Kenya's royalties up with high ore prices",
  "language": "en-us",
  "description": "Kenya is set to reap higher royalties from the export of titanium following a doubling of the price of the mineral in the past seven months.",
  "articleId": 3521630,
  "articleDate": "2017-01-18T10:11:17Z",
  "story": "<p>Kenya is set to reap higher royalties from the export of titanium following a doubling of the price of the mineral in the past seven months.<\/p><p>Base Resources Limited, which mines the titanium ore in Kwale, said yesterday the improved price signals better prospects for the country in terms of royalty fees.<\/p><p>In 2015, the firm paid royalties amounting to Sh260.7 million and this is expected to rise as operations increase in 2017.<\/p><p>“Royalties are paid based on sales and the improved market conditions for ilmenite will be good news for Kenya as it means there will be more royalties from the revenues we make from the sales,” said Base Titanium external affairs manager Simon Wall.<\/p><p>The Australian mining firm in an operational update said it had hit a new production high of three million tonnes between September and December 2016.<\/p><p>The Kwale-based miner exports ilmenite, which is an ore of titanium (titanium-iron oxide) that is used in the manufacture of paints, plastics, paper, sunscreen, cosmetics and fabric pigmentation.<\/p><p>READ: <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/Titanium-cements-position-as-Kenya-s-top-mineral-earner/539546-3146080-ft21cx/index.html\">Titanium cements position as Kenya’s top mineral earner<\/a><\/p><p>The firm projects increased demand for the product with further rise in prices as it continues to secure forward sales currently stretching to next month.<\/p><p>The mineral which was trading at a low of Sh6,000 per tonne ($60) in June now retails at about Sh14,000 per tonne ($140), an more than 130 per cent growth. Kenya exports most of its ilmenite to China. <\/p><p>Base, which produced 117,000 metric tonnes of the product in the last quarter of the year has an annual average of about 450,000 metric tonnes.<\/p><p>The increase in total production was attributed to the recent commissioning of a new 400 metric tonnes per hour hydraulic mining unit.<\/p><p>The firm is, however, yet to get a long-standing Sh1.8 billion value added tax (VAT) refund claim from the Kenya Revenue Authority (KRA).<\/p><p>The Australian mining firm said talks were underway with the Treasury and the KRA to speed up the refund which had been pending since January 2015.<\/p><p>Base managing director Tim Carstens said the backlog needed to be cleared faster to save the firm from cash flow challenges as it gears up for expansion.<\/p><p>“Refund backlog is not unusual in the African environment but the focus is now to have the backlog cleared and ensure that it does not impact negatively on our cash flow. It is quite unpredictable though,” he said. <\/p><p>“The VAT claims are proceeding through the Kenya Revenue Authority process, with a number of operational period claims, totalling about $1.5 million, settled during the quarter.” <\/p><p>The refunds claims relate to the construction of the Kwale project and the period since operations commenced to December 2016.   <\/p><p><em>edokoth@ke.nationmedia.com<\/em><\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3521182/medRes/1538624/-/11q50ndz/-/BASE.jpg",
  "caption": "Base Resources titanium plant at Nguluku",
  "video": "",
  "link": "http://www.nation.co.ke/business/Kenya-s-royalties-up-with-high-ore-prices/996-3521630-13r1cji/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "How Mombasa port will look in era of SGR, wider roads",
  "language": "en-us",
  "description": "The 11.7km Jomvu-Mombasa superhighway will be constructed along the Northern Corridor between Mombasa and Mariakani weighbridge to address traffic congestion on the Mombasa-Nairobi highway.",
  "articleId": 3521624,
  "articleDate": "2017-01-18T10:01:52Z",
  "story": "<p>A faster pathway for trucks and an efficient rail network look set to change the image of Mombasa port as Kenya steps up efforts to improve the regional facility.<\/p><p>Plans are at an advanced stage for the construction of a Sh6.1 billion six-lane super highway from Jomvu to Mombasa to speed up movement of goods and passengers.<\/p><p>The Government also plans to construct a dual carriageway of four lanes from Jomvu to Mariakani at a cost of Sh11 billion.<\/p><p>The 11.7km Jomvu-Mombasa superhighway will be constructed along the Northern Corridor between Mombasa and Mariakani weighbridge to address traffic congestion on the Mombasa-Nairobi highway.<\/p><p>The government wants to turn the single-two roadway into a dual carriageway with six lanes to ease transportation of cargo from the port of Mombasa to Nairobi and neighbouring countries of Uganda, Rwanda and the Democratic Republic of Congo.<\/p><p>The superhighway is also expected to improve accessibility to businesses in Mombasa mainland west and the town as well as port activities in the county.<\/p><p>Transport Cabinet Secretary James Macharia said the government was in negotiations with African Development Bank and European Union to secure funding for the key road project.<\/p><p>In an interview with Business Daily at Moi International Airport last week, Mr Macharia said the government has identified a contractor for the project.<\/p><p>“Design for the superhighway has been done and we expect the construction work to begin once we get funds from development partners,” he said.<\/p><p>According to the information from the Kenya National Highways Authority, the construction of the road is expected to cost Sh6.1 billion.<\/p><p>The authority has indicated that construction might start next month and be completed in August 2019.<\/p><p>Proposals for consultancy services for design review, tender administration and supervision of the Sh11bn Jomvu-Mariakani stretch is expected to be opened next month while tenders to be floated before end of year.<\/p><p>Apart from the dual carriageway, the government is expected to construct truck parking area at Miritini and axle load control facilities at Mariakani.<\/p><p>Mr Macharia said the Moi International Airport will have its road — Port Reitz road, completed between May and July this year.<\/p><p>Elsewhere, the evacuation of goods from Mombasa Port is set to take a radical turn with experts warning of “certain death” for container freight stations (CFS) as the standard gauge railways nears completion.<\/p><p>The privately owned CFS facilities where bulk, liquid and containerised goods have been kept upon offloading to help ease congestion at the port may no longer be necessary at all.<\/p><p>According to the Kenya Railways Chief Executive Atanas Maina, the Sh327 billion SGR which will accommodate 1,620 boxed and flat wagons pulled by 43 DF8B freight locomotives will be able to haul 100 times more containers to Nairobi and beyond in a day.<\/p><p>President Uhuru Kenyatta is set to launch the fast trains on June 1 (Madaraka Day).<\/p><p>Mr Maina said that each cargo locomotive (DF8B) was capable of towing 216 Twenty-Foot Equivalent Units (TEUs) weighing an estimated 4,000 tonnes per trip and it is estimated that in top operation, the Mombasa Port will see 22 million tonnes cargo moved annually against the current 1.6 million.<\/p><p>To facilitate faster clearance, the government also directed that all goods be declared and inspected at the country of origin before shipping thereby reducing the customs clearing time from 15 days to seven days.<\/p><p>The developments also portend bad times for transporters who will have to change base from Mombasa to Nairobi for onward transmission of cargo to upcountry factories and to other East African countries.<\/p><p>But the Kenya Ports Authority has since moved to allay fears of “a big bang” fallout, saying only 40 per cent of the cargo at its yard will initially be allocated to the fast train. <\/p><p>Despite the job loss fears by truckers and CFSs, the government says discharge of goods from the port, the facility which accounts for 93 per cent of Kenya’s international trade, is headed for a positive change.<\/p><p>Mr Macharia said the construction of the Sh11 billion Dongo Kundu bypass project phase one is expected to be completed by the end of this year.<\/p><p>The first phase which is part of the Mombasa Port Area Development Project involves the construction of a 10.1km dual carriageway from Miritini to Kipevu.<\/p><p><strong>Traffic congestion<\/strong><\/p><p>Funded by the Japanese government through Japanese International Co-operation Agency (Jica), the construction of the road is being undertaken by China Civil Engineering Construction Corporation.<\/p><p>The port area development project also entails an interchange at Miritini and the entry of Kipevu, rail-over Road Bridge at Miritini, a weighbridge along the Kipevu link road and 1.3km access road to the Moi International Airport.<\/p><p>Mr Macharia said the construction of Dongo Kundu bypass phase one was 45 per cent complete, adding that the project would be completed by end of this year.<\/p><p>When completed, he said the road would address traffic congestion between Miritini and the port of Mombasa.<\/p><p>“The key purpose of Dongo Kundu phase one is to decongest Mombasa port to ensure smooth flow of traffic from Kipevu to Miritini,” he said.<\/p><p>“It will also be easier transportation of cargo from the port destined for Nairobi and neighbouring countries including Uganda and Rwanda,” he added.<\/p><p>Mr Macharia said quicker transportation of cargo from the port would enable importers receive  goods within a short period.<\/p><p><em>mringa@ke.nationmedia.com <\/em><br/><em>jkariuki2@ke.nationmedia.com<\/em><\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3521540/medRes/1538923/-/wqj8iaz/-/sgr.jpg",
  "caption": "A section of the standard gauge railway. PHOTO",
  "video": "",
  "link": "http://www.nation.co.ke/business/How-the-port-will-look-like-in-era-of-SGR-wider-roads/996-3521624-3ogjlt/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "General Motors leading in market share despite plunge in car sales",
  "language": "en-us",
  "description": "General Motors East Africa (GMEA) maintained market leader position but recorded the biggest drop in total sales units among the major new vehicle dealers last year when the industry’s total order book closed at a four-year low of 13,869 units.",
  "articleId": 3521628,
  "articleDate": "2017-01-18T08:33:09Z",
  "story": "<p>General Motors East Africa (GMEA) maintained market leader position but recorded the biggest drop in total sales units among the major new vehicle dealers last year when the industry’s total order book closed at a four-year low of 13,869 units.<\/p><p>This is the first time sales have plunged since 2009, with all the major dealers recording slower demand with the exception of Nissan dealer Crown Motors whose sales went up.<\/p><p>The 13,869 units sold last year represent a 30.5 per cent drop compared to 19,966 units moved in 2015 which was the peak year, according to data from the Kenya Motor Industry Association.<\/p><p>Dealers have attributed the decline to slowdown in economic activity and the imposition of excise taxes on assembled vehicles for the better part of last year.<\/p><p>GMEA, which sells Chevrolet cars and Isuzu commercial vehicles, saw its sales drop to 4,858 units last year from 6,690 units in 2015.<\/p><p>Its market share, however, rose to a record 35 per cent from 33.5 per on the back of larger aggregate losses among its competitors. Toyota’s sales including Hino commercial vehicles fell to 2,778 units from 4,151 units in the same period, cutting its market share slightly to 20 per cent from 20.7 per cent.<\/p><p>Simba Corporation, which sells BMW cars and Mitsubishi commercial vehicles among others, saw its sales drop to 2,343 units from 3,430 units.<\/p><p>This reduced its market share to 16.8 per cent from 17.1 per cent. <\/p><p>READ: <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/Corporate-News/nissan-police-vehicle-lease-contract/539550-3519908-298jk8/index.html\">Nissan dealer the biggest winner in Sh3bn police vehicle lease contract<\/a><\/p><p>CMC Holdings’ sales including MAN buses and Ford utility vehicles dropped to 970 units from 1,644 units in what cut its market share to 6.9 per cent from 8.2 per cent<\/p><p>DT Dobie, which sells Mercedes trucks and Jeep SUVs among others, moved 568 units down from 879 units in the review period. This reduced its market share to four per cent from 4.4 per cent.<\/p><p>Crown was the only major dealer to register higher sales to 741 units from 604 units, significantly boosting its market share to 5.3 per cent from three per cent.<\/p><p>The dealer, which acquired the Nissan franchise from DT Dobie in 2014, recently won a major leasing contract and delivered 250 Nissan Patrol SUVs and 100 Nissan pick-ups to the National Police Service on Monday.<\/p><p><em>vjuma@ke.nationmedia.com<\/em><\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3521122/medRes/1538626/-/rrv4sqz/-/gm.jpg",
  "caption": "Police trucks at the General Motors yard in",
  "video": "",
  "link": "http://www.nation.co.ke/business/General-Motors-tops-rivals-despite-plunge-in-car-sales-/996-3521628-a3kkq4/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Jambojet leases new aircraft with eye on eliminating delays",
  "language": "en-us",
  "description": "The budget carrier has leased the plane from Abu Dhabi Aviation to replace one of the two older versions of the Q400 aircraft it is currently using.",
  "articleId": 3520628,
  "articleDate": "2017-01-17T11:32:26Z",
  "story": "<p>Jambojet has leased a next generation Bombardier Dash 8 Q400, a move which the low-cost carrier says will help it reduce the delays it has been experiencing on its flights.<\/p><p>The budget carrier, which is owned by <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394190/-/shkrn9/-/index.html\">Kenya Airways<\/a>, has leased the plane from Abu Dhabi Aviation to replace one of the two older versions of the Q400 aircraft it is currently using.<\/p><p>Over the Christmas period, thousands of Jambojet passengers travelling to various Coast destinations were inconvenienced following delays and cancellations of their flights.<\/p><p>READ: <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/Corporate-News/Coast-holidaymakers-stranded-as-Jambojet-delays--cancels-flights/539550-3501164-vbo2qtz/index.html\">More delays and cancelled flights for Jambojet fliers <\/a><\/p><p>Jambojet attributed the delays to technical problems on its existing fleet and delayed arrival of the new aircraft to handle the higher passenger numbers during the Christmas season.<\/p><p>“We selected the Q400 aircraft because it has the speed and range required to service all our current domestic destinations and targeted regional destinations. It has proven to be the right aircraft for this market,” Willem Hondius, Jambojet’s chief executive, said in a statement.<\/p><p>“This new next generation aircraft has lower operating costs and will help us optimize our operations in terms of increasing the service quality as well as improving economics.”<\/p><p>Players in the tourism industry slammed the airline management for the lengthy delays which saw thousands of domestic and international holidaymakers stranded at various airports.<\/p><p>Kenya Coast Tourism Association (KCTA) chairman Mohammed Hersi said the situation had dampened the high expectation of hoteliers during this festive seasons.<\/p><p>Jambojet’s delays and cancellations affected businesses in South Coast tourist resort areas of Diani and Ukunda and North Coast areas from Mombasa, Malindi and Lamu.<\/p><p><em>pmutegi@ke.nationmedia.com<\/em><\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3520374/medRes/1538233/-/m2ej97z/-/jet.jpg",
  "caption": "The Bombardier Dash 8 Q400. PHOTO | COURTESY",
  "video": "",
  "link": "http://www.nation.co.ke/business/Jambojet-leases-new-aircraft-with-eye-on-eliminating-delays/996-3520628-ix2h4g/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Sleuths given six months to  probe graft at Ardhi House",
  "language": "en-us",
  "description": "Staff found culpable by EACC officers have been suspended while others have been sent on compulsory leave, says Minister.",
  "articleId": 3519562,
  "articleDate": "2017-01-16T17:48:35Z",
  "story": "<p>Anti-corruption officials conducting a systems audit at the Lands ministry have an extra six months to come up with ways of rooting out underhand deals that have been the hallmark of Ardhi House. <\/p><p>They are expected to smoke out those involved in illegal transactions by establishing a trail from Nairobi to regional lands offices.<\/p><p>Lands Cabinet Secretary Jacob Kaimenyi told the <em>Sunday Nation<\/em> in an interview that staff found culpable by Ethics and Anti-Corruption Commission (EACC) officers have been suspended to ensure they do not interfere with the ongoing audit.<\/p><p>He said staff found to have stayed in one station for more than five years had been sent on compulsory leave. Last week, some staff at Nairobi’s central registry were questioned by EACC officers on their suspected role in dubious land transactions.<\/p><p>“This is not witch-hunt. I am asking clean officials to carry out their work without fear. But those found to have flouted the laid-down regulations will be dealt with accordingly. The EACC has until May, or earlier, to prepare and release the report for stern action to be taken against perpetrators,” he said in the interview at his office.<\/p><p>The Land CS said the changes come just months after about 350 officials in nine registries in various parts of the country were transferred to other government departments following complaints of bribery and malpractices in their offices.<\/p><p>Prof Kaimenyi said security officers posted by the National Police Service had also been replaced after it was discovered that some had been compromised by brokers, making it difficult for them to act independently to curb illegal dealings at Ardhi House.<\/p><p>“We have also received criminal investigations officers who will prowl the corridors dressed incognito (in civilian clothes) with strict instructions to arrest and, where necessary, prefer criminal charges against anyone found perpetrating graft or abuse of office,” he said.<\/p><p>In an earlier interview, EACC chief executive Halakhe Waqo said the audit had discovered deeply rooted tentacles that influence the goings-on at Nairobi’s central registry and at various counties where documents vanish or are illegally altered.<\/p><p><strong>Eagerly awaited<\/strong><\/p><p>“We are promising a dossier that will change the way people view the Lands ministry. The trails show a clear line of complicity within Ardhi House, right to the county land registries. Records are altered to facilitate issuing of new titles for the same parcels of land,” he said.<\/p><p>Prof Kaimenyi said the EACC’s report was eagerly awaited by Kenyans who have been victims of land cartels and by those who have shunned investing in land for fear of losing their money.<\/p><p>“I allowed the extension due to the huge workload EACC officers encountered at Ardhi House, with the trail going cold at county land registries. Each incident contains records that have a clear trail from Nairobi to the grassroots, showing who initiated a transaction, who approved it, and who effected the changes,” he said.<\/p><p>Prof Kaimenyi said the ministry had also disrupted many private businesses conducted by government land surveyors, valuers and other people, which made it impossible to access services. This saw the officials spend more time in private offices handling private chores while ignoring pleas for service at lands offices.<\/p><p>“The public officials decline to settle land boundary disputes and delegate the role to private surveyors,” he said.<\/p><p>Land issues are very emotive, with many cases of lives lost and families torn asunder by disputes. Many people have lost substantial amounts of money after buying illegally acquired land.<\/p><p>Prof Kaimenyi said the Department of Criminal Investigations was also handling several cases through its Land Fraud Unit, creating a multi-pronged onslaught on the vice. <\/p><p>In Nairobi where all land records have been digitised, it is easy to follow the trail on who logged in and requested for alterations leading to issuance of new land documents, Mr Waqo said.<\/p><p>Measures taken to probe illegal dealings at Ardhi House include the soon-to-be-formed Leased Land Task Force, and formulation of new laws to deter haphazard alienation of land. <\/p><p>Other measures include the proposed Land Valuation Index Bill, which is before the Senate. The Bill seeks to cap and differentiate land prices within cities, towns and rural areas.<\/p><p>Once it becomes law, it will enable the government to easily acquire land for public use at the current market prices, ending speculation that ignites price increases, making it costly to execute public projects such as the standard gauge railway.<\/p><p>The Index Bill also introduces a new set of rules on compensation to include purchase of land of equal size. It gives the government leeway to stagger payments for a parcel of land deemed costly.<\/p><p><em>jkariuki@ke.nationmedia.com<\/em><\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3519570/medRes/1532226/-/5gdyd4/-/Mwathane_photo.jpg",
  "caption": "Jacob Kaimenyi, the Cabinet Secretary for Lands",
  "video": "",
  "link": "http://www.nation.co.ke/business/Sleuths-given-six-months-to--probe-graft-at-Ardhi-House/996-3519562-595gq0/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Safaricom valued at more than 9 top NSE firms combined",
  "language": "en-us",
  "description": "Safaricom’s market valuation now outstrips the combined capitalisation of the next nine largest companies at the NSE.",
  "articleId": 3518960,
  "articleDate": "2017-01-16T08:45:51Z",
  "story": "<p><a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394278/-/shkse6/-/index.html \">Safaricom<\/a>’s market valuation now outstrips the combined capitalisation of the next nine largest companies at the NSE, meaning the telecoms operator accounts for 40 per cent of  the bourse’s total investor wealth.<\/p><p>The telecoms firm’s market valuation of Sh719 billion is Sh29 billion more than the combined market caps of <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394268/-/shksda/-/index.html \">EABL<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1371874/-/sgarcn/-/index.html \">Equity Bank<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1371880/-/sgardf/-/index.html \">KCB<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394264/-/shksd6/-/index.html \">BAT Kenya<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1371912/-/sgaryq/-/index.html \">Standard Chartered<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1322432/-/sd8nxt/-/index.html \">Cooperative Bank<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394204/-/shks7u/-/index.html \">Bamburi Cement<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1371868/-/sgarbv/-/index.html \">Barclays Kenya<\/a> and <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394212/-/shks8o/-/index.html \">KenGen<\/a>. Previously its value was equal to the next top four.<\/p><p>Safaricom has been the best performing NSE top 10 counters over the past one year, with a share price gain of 10.5 per cent.<\/p><p>BAT follows with a 6.4 per cent gain, while the other eight counters have shed between 13 and 37 per cent over the period. The difference in performance of the two most commonly used indices at the NSE reflects the oversized impact of Safaricom’s large market cap.<\/p><p>The NSE All Share Index, which is market cap-weighted — hence Safaricom carries more weight here — has significantly outperformed the price-weighted NSE 20 share index over the past year, recording a softer decline of 12.7 per cent versus 24 per cent for the 20 share.<\/p><p>“Before putting money into the market, an investor needs to look at all the indices to get a balanced view. Given its higher weighting on the NSE All share index, Safaricom will influence this index more than it will the 20 share index,” said Sterling Capital head of research Eric Munywoki.<\/p><p>EABL remains the second largest listed firm with a market cap of Sh170 billion, with no other firm hitting the Sh100 billion mark.<\/p><p>READ: <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/NSE-20-index-edges-toward-3-000-point-barrier/539552-3515324-127x4gu/index.html\">NSE 20 index edges toward 3,000 point barrier<\/a><\/p><p>Equity Bank is valued at Sh97 billion while BAT Kenya has overtaken KCB into fourth with a valuation of Sh85 billion compared to the bank’s Sh81.3 billion. <\/p><p>StanChart (Sh61.8 billion), Co-operative Bank (Sh59.2 billion), Bamburi (Sh56.3 billion), Barclays (Sh44.3 billion) and KenGen (Sh35.3 billion) complete the top 10.<\/p><p>Top 10 firms account for 78 per cent of the market’s total capitalisation, which now stands at Sh1.79 trillion, as well as a similar share of traded turnover.<\/p><p>Analysts say that this skewed distribution does not help the market grow, with institutional investors being forced to look at a small pool of counters that they can trade sufficient volumes.<\/p><p>The NSE has not been helped by the lack of a regular pipeline of big listings, which would expand the pool of large firms and also bring new investors into the market.<\/p><p>“If you take a look at the equities market as it is at the moment, trading activity is skewed; about 10 counters account for more than 80 per cent of trading volumes and market capitalisation out of 66 listings. This in itself is a market aberration,” said Dyer &amp; Blair Investment Bank head of research Linet Muriungi.<\/p><p><em>cmwaniki@ke.nationmedia.com<\/em><\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3518266/medRes/901086/-/u71nfnz/-/invest.jpg",
  "caption": "An investor monitors trade at the Nairobi",
  "video": "",
  "link": "http://www.nation.co.ke/business/Safaricom-valued-more-than-9-top-NSE-firms-combined/996-3518960-cqr05s/index.html",
  "relatedarticle": [{
    "title": "Safaricom valued at more than 9 top NSE firms combined",
    "language": "en-us",
    "description": "Safaricom’s market valuation now outstrips the combined capitalisation of the next nine largest companies at the NSE.",
    "articleDate": "2017-01-16T08:45:51Z",
    "story": "<p><a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394278/-/shkse6/-/index.html \">Safaricom<\/a>’s market valuation now outstrips the combined capitalisation of the next nine largest companies at the NSE, meaning the telecoms operator accounts for 40 per cent of  the bourse’s total investor wealth.<\/p><p>The telecoms firm’s market valuation of Sh719 billion is Sh29 billion more than the combined market caps of <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394268/-/shksda/-/index.html \">EABL<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1371874/-/sgarcn/-/index.html \">Equity Bank<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1371880/-/sgardf/-/index.html \">KCB<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394264/-/shksd6/-/index.html \">BAT Kenya<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1371912/-/sgaryq/-/index.html \">Standard Chartered<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1322432/-/sd8nxt/-/index.html \">Cooperative Bank<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394204/-/shks7u/-/index.html \">Bamburi Cement<\/a>, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1371868/-/sgarbv/-/index.html \">Barclays Kenya<\/a> and <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394212/-/shks8o/-/index.html \">KenGen<\/a>. Previously its value was equal to the next top four.<\/p><p>Safaricom has been the best performing NSE top 10 counters over the past one year, with a share price gain of 10.5 per cent.<\/p><p>BAT follows with a 6.4 per cent gain, while the other eight counters have shed between 13 and 37 per cent over the period. The difference in performance of the two most commonly used indices at the NSE reflects the oversized impact of Safaricom’s large market cap.<\/p><p>The NSE All Share Index, which is market cap-weighted — hence Safaricom carries more weight here — has significantly outperformed the price-weighted NSE 20 share index over the past year, recording a softer decline of 12.7 per cent versus 24 per cent for the 20 share.<\/p><p>“Before putting money into the market, an investor needs to look at all the indices to get a balanced view. Given its higher weighting on the NSE All share index, Safaricom will influence this index more than it will the 20 share index,” said Sterling Capital head of research Eric Munywoki.<\/p><p>EABL remains the second largest listed firm with a market cap of Sh170 billion, with no other firm hitting the Sh100 billion mark.<\/p><p>READ: <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/NSE-20-index-edges-toward-3-000-point-barrier/539552-3515324-127x4gu/index.html\">NSE 20 index edges toward 3,000 point barrier<\/a><\/p><p>Equity Bank is valued at Sh97 billion while BAT Kenya has overtaken KCB into fourth with a valuation of Sh85 billion compared to the bank’s Sh81.3 billion. <\/p><p>StanChart (Sh61.8 billion), Co-operative Bank (Sh59.2 billion), Bamburi (Sh56.3 billion), Barclays (Sh44.3 billion) and KenGen (Sh35.3 billion) complete the top 10.<\/p><p>Top 10 firms account for 78 per cent of the market’s total capitalisation, which now stands at Sh1.79 trillion, as well as a similar share of traded turnover.<\/p><p>Analysts say that this skewed distribution does not help the market grow, with institutional investors being forced to look at a small pool of counters that they can trade sufficient volumes.<\/p><p>The NSE has not been helped by the lack of a regular pipeline of big listings, which would expand the pool of large firms and also bring new investors into the market.<\/p><p>“If you take a look at the equities market as it is at the moment, trading activity is skewed; about 10 counters account for more than 80 per cent of trading volumes and market capitalisation out of 66 listings. This in itself is a market aberration,” said Dyer &amp; Blair Investment Bank head of research Linet Muriungi.<\/p><p><em>cmwaniki@ke.nationmedia.com<\/em><\/p>",
    "photo": "http://www.nation.co.ke/image/view/-/3518266/medRes/901086/-/u71nfnz/-/invest.jpg",
    "caption": "An investor monitors trade at the Nairobi",
    "video": "",
    "link": "http://www.nation.co.ke/business/Safaricom-valued-more-than-9-top-NSE-firms-combined/996-3518960-cqr05s/index.html",
    "author": []
  }],
  "relatedgallery": [],
  "relatedvideo": []
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Airtel’s second layoff in a year turns focus on turnaround bid",
  "language": "en-us",
  "description": "Airtel Kenya’s announcement of the second staff retrenchment within one year has raised questions on the firm’s ability to mount a challenge on market leader Safaricom.",
  "articleId": 3518590,
  "articleDate": "2017-01-16T01:58:00Z",
  "story": "<p>Airtel Kenya’s announcement of the second staff retrenchment within one year has raised questions on the firm’s ability to mount a challenge on market leader <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/stocks/-/1322440/1394278/-/shkse6/-/index.html \">Safaricom<\/a>.<\/p><p>The telecommunications firm on Friday sent home 100 of its staff, in what it termed a “strategic organisational restructuring to improve efficiency across function.”<\/p><p>The latest redundancy adds to the 60 others that the telco let go in January 2016. <\/p><p>Airtel, which is ranked as Kenya’s second-biggest mobile operator by subscriber numbers after Safaricom, has in the past stated that it has not made “a single dollar in profit” since its parent company, India’s Bharti Airtel, took over Zain in 2010.<\/p><p>“Airtel Kenya is undertaking strategic organisational restructuring to improve efficiency across functions with an aim to enhance customer experience,” Airtel Kenya said in a statement.<\/p><p>“This initiative will impact some roles that will be merged or become redundant.”<\/p><p>Affected staff were sent on one month paid leave, a redundancy letter seen by the <em>Business Daily<\/em> indicated. They will receive their salaries and allowances up to February 13, accrued annual leave days, one month’s notice pay, an ex-gratia equivalent of a month’s salary and severance pay equivalent to 15 days for every year served.<\/p><p>Industry data from the Communications Authority of Kenya shows that  as of June, Airtel had a market share of 16.6 per cent with 6.5 million subscribers on its network. <\/p><p>This marked a decline of 200,000 customers in three months. Safaricom ranked top with a 65.2 per cent market share as its customers in the period grew 3.1 per cent to 25.9 million.<\/p><p>READ: <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.businessdailyafrica.com/Corporate-News/Airtel-loses-0-5m-subscribers-in-SIM-cards-switch-off/539550-3264022-12ni8t8/index.html\">Airtel loses 0.5m subscribers in SIM cards switch-off<\/a><\/p><p>Bharti Airtel has struggled to crack the African market, forcing the firm to divest from some loss-making countries such as Burkina Faso and Sierra Leone.<\/p><p>Such divestments and sale of tower assets saw the firm, in the half-year to September, reduce the losses from African operation to $91 million compared to $170 million during a similar period in 2015.<\/p><p>Airtel Kenya’s management has been aggressively been pushing to have Safaricom declared dominant. The firm had even threatened to exit the country if  regulations are not passed to check Safaricom’s dominance. <\/p><p>“We have been trying for over five years and have not made one dollar in profit. Airtel is likely to exit Kenya if the market structure is not addressed in terms of dominance,” chief executive Adil El Youssefi said in September 2015.<\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3518300/medRes/1536829/-/142kn4oz/-/ceo.jpg",
  "caption": "Airtel Kenya CEO Adil El Youssefi. PHOTO | FILE",
  "video": "",
  "link": "http://www.nation.co.ke/business/Airtel-s-second-layoff-in-a-year-turns-focus-on-turnaround-bid/996-3518590-14xwl0lz/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Shrinking credit access set to hit businesses this year",
  "language": "en-us",
  "description": "Companies face a looming credit crunch this year which is likely to turn them to alternative sources of financing, an analyst has said.",
  "articleId": 3518596,
  "articleDate": "2017-01-16T01:57:00Z",
  "story": "<p>Companies face a looming credit crunch this year which is likely to turn them to alternative sources of financing, an analyst has said.<\/p><p>The country has been on a credit squeeze since October last year, with banks rationing loans following an interest rate cap.<\/p><p>In an outlook of the economy, research firm Mentoria Consulting says Kenya will consequently need a major dose of resilience as macroeconomic indicators point to a challenging 2017 for businesses. <\/p><p>“The inability by businesses to have access to traditional credit from banks sets the stage for a dramatic shift to alternative sources of funding such as private equity,” says Mentoria Consulting chief economist Ken Gichinga in a research note. <\/p><p>He notes that the passing of the interest-capping law by Parliament had failed to accrue benefits to the public and businesses. Private sector credit growth retreated from 19.5 per cent to 4.8 per cent late last year, the slowest pace since June 2008. <\/p><p>The firm adds that an impending election and drought in parts of the country could weigh heavily on growth. <\/p><p>“That said, Kenya remains a beacon of growth across the continent. Its diversified economy continues to insulate it from the global commodity slump that has affected economies in West and Southern Africa,” he says.<\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3518276/medRes/946575/-/14toexxz/-/cash.jpg",
  "caption": "Kenya has been on a credit squeeze since",
  "video": "",
  "link": "http://www.nation.co.ke/business/Shrinking-credit-access-set-to-hit-businesses-this-year/996-3518596-ur499h/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"}
  ],
  "title": "Tea prices start New Year on a high at Mombasa auction",
  "language": "en-us",
  "description": "Tea prices at the Mombasa auction kicked off 2017 on a high note, nearly touching a one-year record during last week’s auction.",
  "articleId": 3518594,
  "articleDate": "2017-01-16T01:54:00Z",
  "story": "<p>Tea prices at the Mombasa auction kicked off 2017 on a high note, nearly touching a one-year record during last week’s auction. <\/p><p>A market report by the East African Tea Traders Association (EATTA) indicates that a kilogramme of made tea fetched Sh268 on average in Tuesday’s trading compared with Sh260  in an earlier sale.<\/p><p>The volume traded last week though dropped by 667,483 tonnes in one of  the largest volume declines in recent months as dry weather persisted.<\/p><p>“The average price increased to Sh268 when compared to last week’s Sh260,” says EATTA chief executive Edward Mudibo. In a similar period last year, the highest price at the auction was Sh273 per kilo of made tea. <\/p><p>Out of 140,405 packages (9,165,784 kilos) available for sale, 117,231 (7,636,285 kilos) were sold with 16.50 per cent going unsold.<\/p><p>The impressive performance gives farmers hope of earning a good bonus at the end of the financial year, if the trend continues. <\/p><p>The weatherman reported that the dry spell will persist to April. Drought normally cuts production and raises competition for tea and prices at the auction. Kenya Tea Development Authority (KTDA) had warned of low earnings this financial year.<\/p><p>Tea farmers affiliated to KTDA earned a record Sh84 billion in the last financial year helped by a stable exchange rate and high pricing of the commodity in the world market.<br/>It was the second successive  year of improved earnings.<\/p><p>The income was Sh21 billion more than the previous year when KTDA recorded sales of Sh63 billion.<\/p><p>The 2016 record earnings placed Kenya at position one globally in terms of payment to farmers, having paid the growers an average of Sh50 per kilogramme. It was followed by Sri-Lanka at Sh48.<\/p><p>In the 2015 ranking, Sri-Lanka was placed top having paid its farmers Sh49  per kilo compared to Kenya’s Sh41, placing the country in position two. <\/p><p>Kenya is the leading exporter of the commodity in the world, selling 95 per cent of its tea in the global market.<\/p><p>Kenya is exploring new markets and expanding the existing ones such as China, which has potential to buy more of the local tea.<\/p><\/div>",
  "author": [],
  "photo": "http://www.nation.co.ke/image/view/-/3518270/medRes/1328516/-/4dasu7z/-/tea.jpg",
  "caption": "The volume of tea traded last week dropped by",
  "video": "",
  "link": "http://www.nation.co.ke/business/Tea-prices-start-New-Year-on-a-high-at-Mombasa-auction/996-3518594-7wgst6z/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"},
    {"child": "Corporates"}
  ],
  "title": "Uchumi begins testing new franchising model",
  "language": "en-us",
  "description": "It is expected to offer private supermarkets opportunity to trade using company's brand name.",
  "articleId": 3517646,
  "articleDate": "2017-01-14T20:04:09Z",
  "story": "<p>Uchumi Supermarkets has begun testing a new franchising model ahead of a roll-out later in the year that is expected to offer private and mostly small supermarkets the opportunity to trade under its brand name as it seeks to spring back to profitability.<\/p><p class=\"Noparagraphstyle\">The new business model, if successful, is likely to trigger a chain of reactions by other giant retailers, according to analysts, as it will lead to a scramble for the majority low-end shoppers who mainly depend on the largely informal retail industry.<\/p><p class=\"Noparagraphstyle\">At least two stores running under the brand name Uchumi Xpress are already in operation, with more set to be rolled out. <\/p><p class=\"Noparagraphstyle\">One is located in the middle of Nairobi’s Mwiki estate in Kasarani, where it is competing for shoppers with local shops. The <em>Nation<\/em> found curious shoppers streaming in, signalling interesting times ahead.<\/p><p class=\"Noparagraphstyle\">Uchumi chief executive Julius Kipng’etich is, however, tight-lipped about these developments.<\/p><p class=\"Noparagraphstyle\">“We haven’t rolled out the franchises yet. We will be ready to talk about this in a couple of weeks so it would be too early to shout about it. At the moment we are setting up and testing the systems,” he said.<\/p><p class=\"Noparagraphstyle\"><strong>BIG BRAND<\/strong><\/p><p class=\"Noparagraphstyle\">The franchise model in which a big brand allows smaller players to use its name in a particular market in return for royalties has been in operation in other sectors such as manufacturing, hospitality and transport with mixed results but is yet to be tried in the mainstream retail industry.<\/p><p class=\"Noparagraphstyle\">Nakumatt supermarkets, thought to target middle-class and high-end shoppers, prefers malls while Tuskys, Naivas and Uchumi, which target middle-tier shoppers, set up stores in areas with high traffic such as shopping centres or near bus terminuses.<\/p><p class=\"Noparagraphstyle\">The low-end market, which has for a long time been snubbed by the four retail giants but is increasingly becoming lucrative, is currently the playground of low-end tier retailers such as EastMatt, QuickMart, CleanShelf, GreenMart, Mulleys, Mathias and KassMart.<\/p><p class=\"Noparagraphstyle\">These retailers have been on an opening spree of stores in the estates and low-income neighbourhoods, bringing goods and services closer to the people and denying the giant retailers traffic. <\/p><p class=\"Noparagraphstyle\">It is this under-exploited “kadogo economy” that Uchumi is targeting by taking on kiosks and convenience stores but without overhead costs.<\/p><p class=\"Noparagraphstyle\">Tuskys had also announced that it would go the franchise way but its chief executive Daniel Githua was non-committal about it when asked about these new developments.<\/p><p class=\"Noparagraphstyle\"><strong>'THEIR PLAN'<\/strong><\/p><p class=\"Noparagraphstyle\">“No comment. Let us leave our friends to continue with their plan,” he said referring to Uchumi.<\/p><p class=\"Noparagraphstyle\">Tuskys’ proposed franchise model is almost similar to Uchumi’s but on top of that, it has signed a deal with Vivo Energy Kenya, which will enable it to open 75 convenience stores at Shell-branded petrol stations, a move once completed will make it the largest retail chain in the country.<\/p><p class=\"Noparagraphstyle\">Currently, family-owned Nakumatt is ahead of the pack, with 63 stores followed by Tuskys with 58. Naivas closes the top three with 39 stores.<\/p><p class=\"Noparagraphstyle\">Nakumatt, which is currently testing a dedicated store concept at the Westgate Mall, said they have no immediate plans of going the franchise route.<\/p><p class=\"Noparagraphstyle\">“We are focusing our energies on enhancing our operating efficiencies and guaranteeing a world-class customer experience. For this reason, we shall be maintaining our expansion programme with several stores set to be opened in Nairobi and hopefully several more in upcountry towns,” managing director Atul Shah said.<\/p><p class=\"Noparagraphstyle\">Analysts, however, are sceptical of the franchise model, as Kenya’s retail industry is not yet mature enough.<\/p><p class=\"Noparagraphstyle\"><strong>STANDARD MODEL<\/strong><\/p><p class=\"Noparagraphstyle\">“The franchise model works when you have perfected the standard model. The reason it hasn’t worked so well in Kenya is that we like cutting corners,” says Bitange Ndemo, an associate professor at the University of Nairobi’s Business School.<\/p><p class=\"Noparagraphstyle\">He adds, “I am not saying that they will fail but they would have to adhere to standards which would be difficult.”<\/p><p class=\"Noparagraphstyle\">The government owns a 14.67 per cent stake in the loss-making retailer and is the second biggest shareholder behind tier-three lender Jamii Bora, which controls 14.90 per cent of the once dominant retail chain until a rapid expansion plan left it on its knees in 2006 with a debt of over Sh3 billion.<\/p><p class=\"Noparagraphstyle\">Since then the one-time retail giant has been trying to make a turnaround. It did so briefly after 2011 when it resumed trading on the Nairobi Securities Exchange only to fall back into the red four years later in 2015 after it fell back on paying its creditors.<\/p><p class=\"Noparagraphstyle\">Saddled with a debt load of Sh3.6 billion, the listed retailer in June last year survived a suit by its creditors, who wanted it liquidated in order to recover their debts. <\/p><p class=\"Noparagraphstyle\">It is yet to announce its full-year 2016 financial results after postponing the announcement twice, citing problems with getting proper financial information from its closed Uganda and Tanzania operations.<\/p><p class=\"Noparagraphstyle\">It is searching for an investor to inject up to Sh5 billion in exchange for a controlling stake but has only managed a Sh500 million government bailout given at the end of last month by the Treasury.<\/p><\/div>",
  "author": [{
    "fullname": "VINCENT ACHUKA",
    "biography": "<p>Vincent Achuka is a reporter for the Sunday Nation. <\/p><p>He majors on features and Investigations with specific interests in human interest stories, transport, aviation, business and urban trends. <\/p><p>Prior to joining the Nation he worked for the Ghetto Mirror,  a community Newspaper ran by Shining Hope for Communities-an international NGO that focuses on social issues in the informal settlements of Nairobi. In between he free-lanced for South Africa’s <em>Sunday Times<\/em>, UKs Think <em>Africa Press <\/em>and <em>Next City<\/em> in New York majorly writing features about Kenya’s slums. <\/p><p>In 2014, Achuka was awarded the tourism story of the year in the Annual Journalism Excellence Awards by the Media Council of Kenya for his 2013 “Slum tourism, the new fad for tourists in Kenya,” which talked about the rise of slums as an attraction for tourists and the need for Kenya to regulate and adopt as part of its vision 2030 objectives as South Africa and India have done. <\/p><p>In the same year, his investigative story “Gaza, the new teenage killer gang calling the shots in Nairobi’s Eastlands” won first runners up for the good governance reporting award by the Media Council of Kenya.<\/p><p>He is a 2010 Bachelor of Journalism and Mass Communication graduate of Masinde Muliro University of Science and Technology. He is currently pursuing a Master’s Degree in Business Administration at Egerton University.<\/p>",
    "link": "http://www.nation.co.ke/authors/1959272-2102794-afuks8z/index.html",
    "photo": "http://www.nation.co.ke/image/view/-/2258078/medRes/1063729/-/vlxvtl/-/Vincent+Achuka+pix.jpg"
  }],
  "photo": "http://www.nation.co.ke/image/view/-/3517782/medRes/1536236/-/5yhffx/-/Uchumi_photo.jpg",
  "caption": "Julius Kipng'etich, the group chief executive",
  "video": "",
  "link": "http://www.nation.co.ke/business/corporates/uchumi-begins-testing-new-franchising-model/1954162-3517646-bu6p00/index.html"
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"},
    {"child": "Seeds of Gold"}
  ],
  "title": "Vet on Call: A soothing treatment for milk fever attack in cows",
  "language": "en-us",
  "description": "It is a disease that mainly affects high-milk producing cows during the late stages of pregnancy or soon after calving",
  "articleId": 3516170,
  "articleDate": "2017-01-14T00:00:00Z",
  "story": "<p>Veterinary medical emergencies have their way of catching me at the most inopportune time. <\/p><p>Some come when I am having quality time with my family or in the wee hours of the morning, when sleep is sweetest. <\/p><p>This one came at 1am in June last year and it caught me off-guard. My wife and I had just come from a children’s hospital where we had rushed our daughter who had high fever and an inflamed throat. <\/p><p>She had been admitted and we had hurried home to catch some sleep as we were to wake up early to check on her before going to work. <\/p><p>The phone rang and my wife looked at me as if prodding me to pick it. Obviously, if it was an emergency, I was the one who was going to attend to it that time of the night, not my wife, who is also a vet. <\/p><p>I picked the phone and recognised the deep masculine voice as that of Kamau, a dairy farmer in Nairobi.<\/p><p>“Doctor, you must come immediately to my farm. I am sorry to call you at this ungodly hour,” he said, without greetings. <\/p><p>He told me his highly prized cow that he had bought weeks ago was moaning endlessly.<\/p><p>More probing revealed the cow was lying down with its head on the side, unable to stand and moaned and grunted, with the noise having made the night guard wake him up. <\/p><p>The two had tried to right the cow’s head for some time but it would fall back to the side and the animal continued moaning. <\/p><p>The farmer had retired from employment and bought 10 high-grade in-calf Friesian cows as a starter stock for the dairy farm he was establishing.<\/p><p>From his description, it was obvious to my wife and I that I had to visit Kamau’s farm immediately. Fortunately, it was a 10-minute drive from our home. <\/p><p>Since I always close the day with my field medical kit fully loaded and checked, I jumped into my ambulatory service truck and headed to his farm.<\/p><p>I could hear the animal grunting as I went through the gate. The cow was a well-fed pure Friesian in its second pregnancy. <\/p><p>Records from the seller showed it produced 30 litres of milk each day in its first calving and Kamau had bought it at Sh180,000. <\/p><p><strong>FAIL TO RESPOND TO TREATMENT<\/strong><\/p><p>After a cursory look at the cow, I told Kamau the information he had supplied was sufficient and I was to treat the animal immediately. <\/p><p>I donned my dungarees and gumboots and gloved my hands, grabbed my stethoscope and thermometer and started to examine the cow. <\/p><p>The animal had a normal temperature, weak heartbeat, rapid heart rate and undetectable rumen movement. The muzzle was dry and the head, with eyes closed, was twisted to the side. <\/p><p>The cow kept moaning as if it was in deep pain. The udder was heavily engorged but there was no discharge from the vulva. The calf in the uterus moved when I put pressure on the abdomen. <\/p><p>I agreed with the records that the cow was about eight months pregnant, meaning close to giving birth. <\/p><p>I told Kamau he was lucky that the calf was alive and that it was a straight case of milk fever, also called parturient paresis or hypocalcaemia. <\/p><p>The good news was that uncomplicated milk fever normally responds dramatically to the correct and adequate treatment to the point of making vets look like magicians. <\/p><p>The bad news, on the other hand, was that milk fever may sometimes fail to respond to treatment and the animal progresses to a state called the downer cow, hence it may never stand. <\/p><p>I told Kamau that in medicine, positive attitude is the correct stance while negativity results in frustration. <\/p><p>All the while I was preparing my intravenous line to infuse the cow with the standard treatment for milk fever – calcium borogluconate solution given through the jugular vein until the heart regains its normal rhythm and strength, the muzzle becomes wet and the rumen restarts movement. <\/p><p>With the guard restraining the cow, I infused the medicine for 15 minutes. The grunts and the moans ceased, the neck straightened, the muzzle became moist and the eyes opened. <\/p><p><strong>CAUSES AND INTERVENTION<\/strong><\/p><p>I unhooked the intravenous line and told the guard to release the head. The cow attempted to stand and failed. At the second attempt it got onto its feet. It stretched the back, then turned and looked at me as though to say “thank you”.<\/p><p>I advised Kamau to give it di-calcium phosphate in feeds once daily until it calved down and to continue until two weeks after calving. I, thereafter, left the farm a happy vet surgeon.<\/p><p>Milk fever is caused by loss of calcium from the mother’s body into the bones of the foetus in the uterus and the formation of milk in the udder.<\/p><p>Calcium is important in muscle and nerve function. It is a disease of reproduction that mainly affects high-milk producing cows during the late stages of pregnancy or soon after calving. <\/p><p>The disease should be treated immediately it is detected but in most cases, it is never known when it started. Every minute after reporting is important because there is no way of telling how fast the blood calcium is being lost.<\/p><p>The disease is prevented by supplementing high milk producers with calcium in feed during late pregnancy and in the first few weeks after calving. <\/p><p>Prompt adequate treatment by a veterinary doctor is critical in recovery from the disease.  Kamau’s animal later calved down to a healthy heifer without any complications.<\/p><p/><\/div>",
  "author": [{
    "fullname": "DR JOSEPH MUGACHIA",
    "biography": "",
    "link": "http://www.nation.co.ke/authors/1959272-3508892-8lybm7/index.html",
    "photo": "http://www.nation.co.ke/image/view/-/3508894/medRes/1529611/-/eye2b9z/-/Joseph+Mugachia+img.jpg"
  }],
  "photo": "http://www.nation.co.ke/image/view/-/3516260/medRes/1535419/-/3429pu/-/Milk+fever.jpg",
  "caption": "Josphat Sirma, a dairy farmer in Ongata Rongai",
  "video": "",
  "link": "http://www.nation.co.ke/business/seedsofgold/soothing-treatment-for-milk-fever-attack-in-cows/2301238-3516170-fncom5/index.html",
  "relatedarticle": [
    {
      "title": "How to prevent and treat milk fever",
      "language": "en-us",
      "description": "One out of 29 cows die from milk fever, and 80 per cent of the cases occur a day before or after calving. Acting quickly will save a farmer from losing the animal.",
      "articleDate": "2014-06-20T18:05:24Z",
      "story": "<p>One out of 20 cows die from milk fever, and 80 per cent of the cases occur a day before or after calving. Acting quickly will save a farmer from losing the animal. <\/p><p>Milk fever is a metabolic disease commonly known among dairy farmers as the \"falling disease.\" It is caused by low calcium levels in an animal’s bloodstream. <\/p><p>Normally, the cow suffers from the disease just before or after calving, when demand for calcium for milk production exceeds the body’s ability to mobilise calcium reserves. <\/p><p>It is important to know the signs of milk fever to save your animal from dying. The disease causes reduction in milk yields by up to three times during the lifespan of the cow if preventive measures are not taken promptly. <\/p><p>Incidences of the disease occur more commonly in older cows, with cattle breeds such as Jerseys being more susceptible in dairy than beef-cattle breeds.  <\/p><p><strong>THE SYMPTOMS<\/strong><\/p><p>In a mild case of milk fever, the animal always seems quite normal, but experiences difficulties in standing. If the cow succeeds in rising, she staggers but soon falls.  <\/p><p>In advanced cases, the cow lies on its side, seemingly dead and can’t get up, with muscle tremors in the head and limbs. At times the tongue sticks out and the body seems bloated.<\/p><p>What can farmers do to treat and avoid cases of milk fever?<\/p><p>Feeding rations high in calcium before and after calving exposes a cow to greater risk of milk fever, with high-producing animals being at the greatest risk. <\/p><p>Treatment has to be carried out immediately and injection with an intravenous solution of 40 per cent calcium borogluconate will lead to the cow standing up within 15 to 20 minutes after the injection. <\/p><p><strong>DIETARY MANAGEMENT<\/strong><\/p><p>However, in advanced cases, the cow may take up to two hours to be back on its feet. <\/p><p>Proper dietary management will prevent most cases of milk fever. Feeding the cow on high fibre – low calcium diet will keep the disease out of bay. <\/p><p>It is advisable and recommended that farmers pay close attention to mineral and fibre levels in the animal’s diet prior to calving.  One further needs to feed the cows plenty of hay one to two weeks before calving. <\/p><p>It is also important to improve a cow’s comfort to eliminate problems that may interfere with appetite thus trigger milk fever.  Lastly, it is important to consult a veterinary doctor to overcome the problem if it persists.<\/p><p><em>The writer is an animal nutritionist, Department of Animal Science, at Egerton University. nechej89@gmail.com<\/em><\/p>",
      "photo": "http://www.nation.co.ke/image/view/-/2356288/medRes/769644/-/80lwnsz/-/MilkFever-pix.jpg",
      "caption": "Unprocessed milk. One out of 20 cows die from",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/soothing-treatment-for-milk-fever-attack-in-cows/2301238-3516170-fncom5/index.html",
      "author": []
    },
    {
      "title": "Farm where cows offer 50 litres, heifers fetch a cool Sh0.6m",
      "language": "en-us",
      "description": "From importing semen to adhering to high standards of hygiene, farmer James Ndung’u has mastered the art of reaping the most from dairy cows.",
      "articleDate": "2016-06-10T20:30:00Z",
      "story": "<p>The vehicles leave a cloud of dust on the murram road that meanders to Pokea Farm in Njoro Sub-county, some 15km from Nakuru town.<\/p><p>It has not rained for about two weeks and the dust is reaching unbearable levels, especially for the residents living near the road.<\/p><p>Adjacent farms hosting several crops that include maize and wheat are equally chocking in dust.<\/p><p>A signpost with the inscriptions “Pokea Dairy Farm, distributors of Hoisteins genetics for longevity and fitness cows built to last from Germany. Ask for artificial insemination services,” informs us that we have arrived at our destination.<\/p><p>“Welcome to Pokea Farm,” farmer James Ndung’u says as he ushers us into the 17-acre farm that he has built to one of the finest dairy outfits in Kenya.<\/p><p>He is not only a top breeder but also a leading milk producer, supplying his produce to Brookside Dairy, Njoro Farmers Cooperative Society and individuals.<\/p><p>His Holstein Friesian animals are distinctively black and white, although some light brown animals can also be spotted from far. They are sparkling clean, are big and bulky with sagging udders dripping with milk.<\/p><p>The cows have short horns and weigh between 500kg and 650kg, according to the records.<\/p><p>Away from the cows, the cowsheds are well-ventilated with fine timber dust that is changed at least thrice a week to ensure high levels of hygiene making the beddings.<\/p><p>The drinking troughs have clean water while the feeding mangers had some hay during our visit.<\/p><p> “Eight acres is under Boma Rhodes grass, napier grass is on two acres while maize is on four acres. Sorghum occupies one acre, lucerne a quarter acre while the rest host barns, milking parlour and grazing field,” says Ndung’u of his meticulously planned farm.<\/p><p><strong>ENTERPRISING FARMER<\/strong><\/p><p>The enterprising farmer has 60 cows, 30 of which are pedigree and from the current 10 lactating stock, he gets an average of 400 litres of milk each day.<\/p><p>His cows produce about 40 litres a day each, a feat that many farmers dream of. But there is one which offers up to 55 litres.<\/p><p>“This is the magic cow. It gives me the most,” says Ndung’u as he strokes the animal. “I have never treated it against any diseases apart from now when I am closely monitoring mastitis as it is getting old.” <\/p><p>And he has a piece of advice: “If you want to reap big from dairy farming, <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.nation.co.ke/business/seedsofgold/Successfully-running-dairy-farm/-/2301238/3160112/-/vfpynnz/-/index.html\">invest in your breeds <\/a>because what you put in is what you get.” <\/p><p>The Holstein Friesian pedigree animal has brought him fame and fortune.<\/p><p>The ‘champion’ produces an average of 44 litres of milk a day, hitting the over 50 litres some days,  with no problem with mastitis. At between Sh35 and Sh50 per litre, it means the cow, which is now nine years old, earns Ndung’u a fortune.<\/p><p>When he bought semen from the US at Sh7,000 sometimes back, recounts Ndung’u, some farmers chided him, saying he was wasting money yet he could go for cheap semen of Sh500. <\/p><p>“But I do not regret. Every time dairy farmers ask me the secret of success, my answer is very simple: The choice of high quality semen is the first step to running a profitable dairy enterprise because you are assured of a top breed with minimal disease concerns,” Ndung’u, who started the business in 1979 with one cow after investing Sh50,000 loan from Agricultural Finance Corporation, says.<\/p><p>Every Tuesday, Pokea Farm is a beehive of activity as farmers from across the country and outside assemble there seeking fresh ideas on how to boost their milk production.<\/p><p>Farmers who come as a group are charged Sh300 per person while individuals pay Sh500.<\/p><p>We found four filled visitors’ books signed by guests from Kenya, US, Norway, Germany, Hungary, South Africa, Zambia, and even Somalia.<\/p><p>Ndung’u, whose body frame and energy does not betray his 80 years, engages in the best animal husbandry practices.<\/p><p>Once a calf is born, it is critical that it develops a straight top line by making it almost skinny to prepare for a high milk production in future.<\/p><p><strong>FORMER SCHOOL TEACHER<\/strong><\/p><p>“This is a secret that not many farmers know. To make a calf produce that straight top line, give it salt, hay and water in the first three months and reduce the consumption of early concentrates. The calf will look ill-fed with protruding ribs but this is an indication that the veins are now stronger and will allow faster blood movement and increase food efficiency resulting later to more milk production,” says the former primary school teacher.<\/p><p>Dr Permius Migwi, a veterinary expert from Egerton University, says the feeding of animals with salts and adequate minerals help to build a strong backbone.<\/p><p><img alt=\"\" href=coremedia:///cap/resources/3243694/medRes\"/><\/p><p>“Minerals and good feeding in the early stages is crucial as it culminates in a strong backbone,” says Dr Migwi.<\/p><p>According to Ndung’u, raising healthy animals has a lot to do with managing a cow’s stress, an area many farmers score poorly.<\/p><p>“A cow also needs enough rest and should not be moved from one point to another unnecessarily as this will stress it and interfere with its milk production system,” says Ndung’u, a father of three.<\/p><p>“At the same time the animals should be left to relax after milking and should not be moved hurriedly.”<\/p><p>Cows at Pokea Farm are bathed twice a week with hot water mixed with Sunlight powder. Special attention is given to the udder.<\/p><p>“We also clean the cowsheds twice a day to make sure teats are not infected with mastitis or other diseases.”<\/p><p>Besides the animals, the more than 20 staff on the farm too maintain high-level of hygiene.<\/p><p>“There is no point of having a clean cow that is being handled by a dirty worker as this will definitely affect the health of the animal. All my workers bath before handling animals,” says Ndung’u, who has invested heavily in training staff. He also spends Sh300,000 on salary monthly.<\/p><p>Training has equipped his workers with knowledge to detect problems an animal has and the remedy to take.<\/p><p>Ndungu feeds his dairy cows on napier grass, Rhodes grass, lucerne, maize and sorghum silage, which is nutritious and contains energy and protein.<\/p><p>“I mix a tonne of silage with 20kg of dried pyrethrum to curb aflatoxin. You have to feed a cow according to its weight. We feed a cow that weighs 650kg with 30kg silage and 20kg roughage twice a day,” he says, noting the animals are fed at 9am, 1pm and 5pm.<\/p><p>“If a dairy farmer strictly adheres to such a feeding programme, which includes concentrates, the animals will remain healthy and produce more milk.” <\/p><p><strong>EMPHASIS ON HYGENE<\/strong><\/p><p>Unlike many farmers, he does not bury his silage in the ground. He harvests his fodder at dough stage and covers it in a canvas and then puts soil on top, avoiding excess moisture.<\/p><p>He sells heifers at between Sh150,000 and Sh250,000 while pedigree cows go for between Sh300,000 and Sh600,000. His clients range from the small farmer to who-is-who in Kenya.<\/p><p>“I import Friesian Holstein sexed semen from Germany to serve my cows, which guarantees me the calves born are all female,” says Ndung’u, who also sells semen to farmers at between Sh500 and Sh9,600.<\/p><p>Interestingly, Ndung’u has not embraced milking machines, noting his aim is to teach the community how to milk cows with a lot of emphasise on hygiene as most of those who come to visit his farm own one or two cows and do not need machines.<\/p><p>However, he says he has plans to expand the farm, which is managed by his wife Miriam Wangui, and install a milking machine.<\/p><p>His animals are vaccinated against diseases such as lump-skin, foot and mouth and East Coast Fever.<\/p><p>Recordkeeping and a strict business plan is also part of the high milk yield strategy on the farm. “All the details of every cow, including the artificial insemination date, date of birth, diseases and milk production, among others, are documented,” says Ndung’u whose animals are registered with the Kenya Stud Book.<\/p><p><img alt=\"\" href=coremedia:///cap/resources/3243690/medRes\"/><\/p><p>Ndung’u has drilled a borehole at a cost of Sh4 million that supplies 10,000 litres of water in two hours for the animals.<\/p><p><strong>PRESTIGIOUS AWARDS<\/strong><\/p><p>His success in dairy farming has put Kenya on the global dairy map as he won the prestigious Golden Award for Commercial Prestige in Madrid, Spain in 2014.<\/p><p>He received overwhelming support from 112 countries and 7,000 companies in the dairy industry across the globe.<\/p><p>Ndung’u has also received awards as a top breeder in all local trade fairs he has attended, and currently, he is preparing for the stock breeders’ show slated for July 21 at Jamhuri Park in Nairobi.<\/p><p>One of his biggest challenges is poor commercial feeds and substandard minerals, which affects milk production. The turnover of workers is another challenge as he is forced to invest in training of staff who seek greener pastures elsewhere.<\/p><p>Diseases such as foot and mouth, mastitis and lump skin too are a menace, though he has managed to keep them at bay for now.<\/p><p>One piece of advice he always gives farmers is that they should treat their animals like newly-born babies and make sure they are vaccinated against diseases, just like children. They must also make sure they have the best feeds in their formative years.<\/p><p>He plans to retire and pass the baton to his son John Karanja who lives in the US and has shown a keen interest in dairy farming.<\/p><p>Karanja plans to return home and take over the business.<\/p><p>****<\/p><p><strong>what experts say<\/strong><\/p><p><strong><em>On milking machine and pedigree cows<\/em><\/strong>:<\/p><ul><li>Dr Tobias Onyango, a livestock expert at the Kenya Agricultural Research and Livestock Organisation, advises that if a farmer has at least five lactating pedigree animals, he should invest in milking machines.<\/li><li>A human being is bound to become tired milking 10 cows, says Dr Onyango, noting to avoid mastitis, the udder must be completely drained.<\/li><li>To end up with pedigree animals, farmer James Ndung’u advises that one must get quality semen from selected bulls that are famous in functional traits like good health and high yielding milk production.<\/li><li>Heifers should be inseminated from 18 to 20 months as they are mature enough. The calf should be separated from the mother after five days and fed separately for three months before it’s taken to the main shed.<\/li><li><p>The feeding regime of the animals should be maintained throughout its life span. One must ensure the animal develops a straight top line by reducing the early concentrates in the first three months. Feed the animal with salt, hay and water. This will make sure it has a strong top line and veins to spread the blood and improve food efficiency in their bodies. Deworming is also critical and guard against mastitis by observing high hygiene standards.<\/p><p/><\/li><\/ul>",
      "photo": "http://www.nation.co.ke/image/view/-/3243246/medRes/1350959/-/d7d8erz/-/goldpokea0306hh.jpg",
      "caption": "Champion milk producer: Mr James Ndung'u with",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/soothing-treatment-for-milk-fever-attack-in-cows/2301238-3516170-fncom5/index.html",
      "author": [{
        "fullname": "FRANCIS MUREITHI",
        "biography": "<p>Mr Francis Mureithi is an all-round Journalist with the Nation Media group. He reports on a wide range of issues including Business, Agriculture, Health, Sports and Politics. Mr Mureithi has a Bachelor of Arts (BA) in Communication from St Paul's University.  He also holds a Diploma in Public Relations from Moi University.<\/p>",
        "link": "http://www.nation.co.ke/authors/1959272-1951968-mvlg2jz/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/3168736/medRes/1308829/-/bcknwf/-/F.+Mureithi.jpg"
      }]
    },
    {
      "title": "Vet or no vet, I keep my eight cows healthy",
      "language": "en-us",
      "description": "He quit poultry farming and switched to dairy in 2002 after visiting a friend who kept 20 animals under zero-grazing.",
      "articleDate": "2016-03-04T14:20:15Z",
      "story": "<p>Dry winds blow heavily in Weruga village, Taita Taveta County, carrying away all manner of debris. <br/>As I ride on a boda boda along a dusty earth road, it is easy for one to note the extent to which soil erosion is a problem in the area, particularly this dry season.<\/p><p>Our destination is Jimson Kambale’s home, about 2km from Wundanyi town.<\/p><p>Kambale keeps eight dairy cows, two of which are in-calf, two are calves while four are lactating, offering him an average of 100 litres of milk a day.<\/p><p>“I left my job as a surveyor in 1999 and put Sh50,000 I had into poultry farming, starting with about 50 kienyeji birds but it did not turn out as expected because the birds used to lay few eggs and a good number of them died due to Newcastle disease,” recounts Kambale, noting he had increased the number to 200 by the time tragedy reduced them to 20. <\/p><p>He quit poultry farming and switched to dairy in 2002 after visiting a friend who kept 20 animals under zero-grazing.<\/p><p>“I started with one cow I had been offered as my sister’s dowry, improving the breed through artificial insemination,” he says.<\/p><p>It took him seven years to end up with five improved cows, three from his own farm and two that he bought as the venture picked up, making him pump in over Sh200,000 to establish a zero-grazing unit.<\/p><p>“The reason why I went for zero-grazing was that it offers higher yields due to the controlled movement, feeding and ease of monitoring.”<\/p><p>His current stock is a mix of Friesians and Ayrshires. He feeds his cows mainly on hay that he sources from suppliers in the region and napier grass that he buys from his neighbours at Sh3,000 per pick-up truck. <\/p><p>He further buys dairy meal directly from manufacturers who offer him good prices.<\/p><p>“I chop my fodder using a chaff cutter and feed the animals twice a day, immediately after the morning milking session and at around 2pm in the afternoon. I milk the cows twice a day and ferry the milk to Voi town to sell a litre at between Sh50-Sh60 depending on the season.”<\/p><p>He seems to be doing well, but Kambale, as many other farmers in far flung regions, struggles to access veterinary officers. This has made him teach himself many things about dairy cows to survive.<\/p><p>“As a good farmer, you should always have a thermometer. A sudden change in temperature may be a sign of disease, and you can only know that if you have the gadget. The normal temperature of a cow should be 38.6 degrees Celsius,” he offers.<\/p><p>The farmer says he does extensive reading of literature on livestock production,  attends agricultural exhibitions and regularly visits established farms for lessons.<br/>“Keeping animals comes with various challenges and it becomes difficult in areas where the veterinary officer is miles away. At least you should have first aid skills as a farmer. I lost a cow that was producing 30 litres of milk a day to milk fever recently, but I believe I did my best in offering first aid,” he says<\/p><p>His knowledge in dairy farming has earned him popularity in the region, as farmers visit his farm regularly to learn. They each pay him Sh300. <br/>“A local NGO recently contracted me to train farmers around the county and I earned Sh6,000 per day during the period. Farming has really done a lot for me,” says Kambale, who sells mature cows at between Sh120,000 and Sh140,000 to keep a manageable stock. <\/p><p>His effort has seen one of his cows win prizes at the Mombasa ASK show in 2013 and 2014. Besides the trophy, he received Sh100,000 cash.<\/p><p>Wilfred Kioko, a livestock production officer with the Ministry of Agriculture in Voi, advises farmers to learn basics in livestock production. <\/p><p>He says that a good farmer should be able to detect any slight change in the behaviour of his animals to take immediate action before it is too late.<\/p><p> “Whenever you notice your animal has lost appetite, has become inactive, lost weight and has a rough coat or has started isolating itself, there must be a problem and you need to take action immediately,” he says.<\/p>",
      "photo": "http://www.nation.co.ke/image/view/-/3103230/medRes/1274729/-/10svsmqz/-/vet-im.jpg",
      "caption": "Jimson Kambale, a farmer in Wundanyi, at the",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/soothing-treatment-for-milk-fever-attack-in-cows/2301238-3516170-fncom5/index.html",
      "author": []
    },
    {
      "title": "How to get plenty of milk",
      "language": "en-us",
      "description": "Cows require quality feeding to sustain increased milk production.",
      "articleDate": "2014-07-04T20:26:33Z",
      "story": "<p>Cows require quality feeding to sustain increased milk production.  Adequate quantity of high quality forage with supplementary concentrates is necessary for cows producing over 10 litres each time of milking. <\/p><p>A good feeding strategy guarantees maximum use of available forage by allowing the cows to graze it or harvesting and conserving it at the prime stage of growth when it is most nutritious and before it becomes highly fibrous, therefore, of low nutritive value. <\/p><p>Yet, harvesting and conserving the forage in form of silage or hay is still a major challenge for most farmers, the main constraint being lack of technical know-how and proper equipment. This notwithstanding, all dairy farmers are encouraged to grow forage to reduce the cost of milk production.<\/p><p>A mature dairy cow in mid-lactation (four to six months after calving) consumes approximately 5 per cent of its body weight in terms of dry matter.<\/p><p><strong>Moisture content<\/strong><\/p><p>However, with the exception of hay that has over 80 per cent dry matter, most of the available green forage, including pasture and conserved forage such as silage contains about 20 to 30 per cent dry matter.  <\/p><p>The farmer needs to do some calculation to know the actual quantity of fresh forage that the cow needs to be given.  For example, a dairy cow with approximately 500kg live weight requires about 25kg dry matter per day, which comes to about 80kg to 100kg of fresh feeds depending on the actual moisture content.<\/p><p>If the cow has an average milk yield of between 12kg and 15kg per day and the available forage is of reasonably high quality such as grass or fodder together with legumes like lucerne or desmodium, then this feed may just be adequate even without supplementation with concentrates. <\/p><p>However, if the yield is higher, then supplementation with concentrates will be necessary at a rate of 1kg dairy meal for every three litres of milk.  <\/p><p><strong>Adequate high quality forage<\/strong><\/p><p>For a cow in early lactation, that is one to three months after calving, extra care is required in feeding because such cows tend to have low appetite, yet the body’s nutrient requirement is too high to cater for both lactation and recovery from the effects of pregnancy.  <\/p><p>Quick recovery is essential if the cow is to resume oestrous early in preparation for the next calving.  <\/p><p>The farmer is advised to ensure that the cow gets adequate quantities of high quality forage. The concentrates should be made available, but not more than 40 per cent of the total ration. <\/p><p>The inclusion of roughage is crucial as it ensures that the cow’s rumen functions optimally to avoid incidents of lactic acidosis and depressed butter fat content.  <\/p><p>Another critical stage for a dairy cow is in the late gestation period, about four to six weeks before calving. <br/>During the period, the cow’s feeding capacity is limited due to the developing foetus and associated tissues such as placenta taking up much of the abdominal space at the expense of the rumen. <\/p><p>As a result, the heavily pregnant cow needs feeds with concentrates through a regime referred to as steaming up. This helps to prepare a dairy cow for dropping a heavy calf and builds reserves that will support high lactation in early during the early post-delivery period.  <\/p><p>Remember to always ensure that all dairy cows, whether in milk or not, have access to complete mineral supplement and plenty of cool and clean drinking water at all times irrespective of the production system. <\/p><p>Access to minerals ensures metabolic disorders such as milk fever are avoided, while making plenty of water available to cows  is a sure way of sustaining high yield, given that milk is approximately 88 per cent water in composition.<\/p><p><em>Dr P. K. Migwi, Animal Science Department, Egerton University<\/em><\/p>",
      "photo": "http://www.nation.co.ke/image/view/-/2364212/medRes/774640/-/8i209fz/-/Gold+Baraka+farm+M.JPG.JPG.jpg",
      "caption": "A Borana cow with its crossbreed calf at Lewa",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/soothing-treatment-for-milk-fever-attack-in-cows/2301238-3516170-fncom5/index.html"
    },
    {
      "title": "Dealing with retained afterbirth in cows",
      "language": "en-us",
      "description": "Cows deliver after a pregnancy period of about 290 days. After the delivery of a calf, the foetal membranes detach and drop down within two hours.",
      "articleDate": "2014-05-24T17:17:46Z",
      "story": "<p>Cows deliver after a pregnancy period of about 290 days. After the delivery of a calf, the foetal membranes detach and drop down within two hours. <\/p><p>When this does not happen in the normal two hours and not more than 12 hours, then that is referred to as delayed afterbirth. <\/p><p>When afterbirth takes more than 12 hours to drop, then it is known as retained afterbirth.<\/p><p>The foetal membranes are referred to as chorioallantois and allantois.  <\/p><p>The causes of retention of the afterbirth in cows are <\/p><p>(i) Mineral deficiencies, in particular selenium, Vitamin E and copper<\/p><p>(ii) Dystocia, which refers to obstructed labour<\/p><p>(iii) Milk fever<\/p><p>(iv) Immature births (abortions)<\/p><p>(v) Induction of parturition using hormones like corticosteroids and prostaglandins.<\/p><p>Retained afterbirth may cause death of the cow if it becomes infected and can cause toxaemia, leading to metritis or endometritis. <\/p><p>These two conditions will make the cow lose weight because of low feed intake, reduce milk production at the start of lactation and make the animal not to conceive because of unhealthy uterus. <\/p><p>This is usually observed when cows come back on heat even when insemination was done at the correct time or by a fertile bull. <\/p><p>The cow will take unduly long time to come on heat, possibly more than three months after calving. A cow is usually ready for insemination about 85 days after parturition.<\/p><p>The best way to minimise occurrence of retained afterbirth is to provide animals with good nutrition, mineral supplements to avoid any deficiencies and monitor the cows that are calving for prompt and appropriate management of the afterbirth. <\/p><p>It is good practice to consult a veterinarian for effective management of retained afterbirth.<\/p><p><em>Dr Mutai is a livestock expert, Faculty of Veterinary Medicine and Surgery, Egerton University<\/em><\/p>",
      "photo": "http://www.nation.co.ke/image/view/-/2325240/medRes/751706/-/vyfl4b/-/COWPX.jpg",
      "caption": "It is good practice to consult a veterinarian",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/soothing-treatment-for-milk-fever-attack-in-cows/2301238-3516170-fncom5/index.html",
      "author": []
    }
  ],
  "relatedgallery": [],
  "relatedvideo": []
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"},
    {"child": "Seeds of Gold"}
  ],
  "title": "Don’t earn peanuts, grow these groundnut varieties",
  "language": "en-us",
  "description": "Farmers in dry areas get three new ground nut varieties that are offering them five times more",
  "articleId": 3516154,
  "articleDate": "2017-01-14T00:00:00Z",
  "story": "<p>Evaline Cheruiyot looks at her groundnut harvest in Chepsirei sub-location in Elgeyo Marakwet County with satisfaction.<\/p><p>She is happy that her yield has more than doubled ever since she adopted a big-seeded drought-tolerant variety known as ICGV90708 (Valencia type), which has seen her harvest 15 90kg bags from her acre.<\/p><p>“Initially, I would struggle to get five bags from my farm because I was recycling the local variety known as Cheplambus, which matures in six months. The new variety is good because it matures in two to three months,” says Evaline.<\/p><p>Besides Valencia, other varieties the farmers are growing are CG7 and  ICGV12991 (Spanish types), all which were developed by the International Crops Research Institute for the Semi-Arid Tropics (ICRISAT) and introduced through collaborative efforts of Egerton University and USAID-Kenya, under Feed the Future Programme.<\/p><p>“The variety is offering farmers up to 20-25 bags per acre of unshelled nuts if good husbandry is done. It does well in hot, dry areas like Kerio Valley, where farmers normally don’t harvest much,” says Prof Paul Kimurto of Egerton University, adding the seeds can also be grown in dry parts of Nyanza (south), western and eastern. <\/p><p>Besides providing the seeds, Kimurto says farmers were trained last year on crop husbandry that included planting 30kg of groundnuts per acre instead of 25kg. <\/p><p>Evaline notes that early land preparation and planting at the onset of rains is crucial as they help in curbing the spread of pests such as termites, which damage roots, stems and pods.<\/p><p>And before she tills the land, she conducts a soil test to help her know nutrients her crop needs and if the soil is infected.<\/p><p><strong>CROP'S CULTIVATION CHALLENGES <\/strong><\/p><p>“I plough the land using a tractor at least twice before planting to make sure the soil has a fine tilth. Afterwards I dig 5-10cm deep trenches that are 30-40cm apart and add goat or sheep manure before planting the seeds and covering with soil.” <\/p><p>Decomposed manure, according to Kimurto, makes the pods bigger and protects the roots from being attacked by pests such as borers, cutworms and aphids, besides acting as a control measure for diseases such as early blight, cerspora leaf spots and groundnut rosette virus. <\/p><p>Once the crop attains three leaves or after 45 days, she starts weeding. She sprays the crop with pesticides at least twice to keep pests at bay and uproots diseased crops.<\/p><p>“When the leaves turn yellow, it means the crop has been attacked by a virus in the soil. I normally spray the crops and uproot the affected ones,” says Evaline, highlighting the lessons she gathered.<\/p><p>She uses a fork jembe to harvest, which is recommended as one is not likely to break the pods.<\/p><p>“Single fork hoe harvests many pods without damaging them unlike when I use a four forked hoe.” A bag of shelled nuts goes for between Sh10,000 and Sh12,000.<\/p><p>However, one of the challenges the farmers are facing is lack of shelling machine as threshing is done manually.<\/p><p>Another bottleneck facing the farmers is lack of market which has seen middlemen invade the area and exploit them.<\/p><p>The farmers, however, have formed Soy South–Kapkayo Farmers’ Cooperative Society as they seek to have a greater bargaining power.<\/p><p>Nairobi-based processor Greenforest Company is currently buying the unshelled nuts at between Sh70 and Sh100 per kilo from the society. <\/p><p/><\/div>",
  "author": [{
    "fullname": "FRANCIS MUREITHI",
    "biography": "<p>Mr Francis Mureithi is an all-round Journalist with the Nation Media group. He reports on a wide range of issues including Business, Agriculture, Health, Sports and Politics. Mr Mureithi has a Bachelor of Arts (BA) in Communication from St Paul's University.  He also holds a Diploma in Public Relations from Moi University.<\/p>",
    "link": "http://www.nation.co.ke/authors/1959272-3168732-6jcl4c/index.html",
    "photo": "http://www.nation.co.ke/image/view/-/3168736/medRes/1308829/-/bcknwf/-/F.+Mureithi.jpg"
  }],
  "photo": "http://www.nation.co.ke/image/view/-/3516160/medRes/1535416/-/m3hlca/-/grndnts.jpg",
  "caption": "Farmer Daniel Kiptoo cleans shelled groundnuts",
  "video": "",
  "link": "http://www.nation.co.ke/business/seedsofgold/grow-these-groundnut-varieties/2301238-3516154-x7n3v4z/index.html",
  "relatedarticle": [
    {
      "title": "Grinding out juicy income by adding value to groundnuts, cassava and cereals",
      "language": "en-us",
      "description": "Murang'a couple mints money from value addition of different farm products.",
      "articleDate": "2016-09-20T14:50:00Z",
      "story": "<p>He took sometime thinking whether the idea of going into business was the right one for him. Eventually, Mr Michael Gakinya Mwangi decided to take the plunge.  <\/p><p>Two years down the road, it is clear to him that he made the right decision and the sky is now the limit.<\/p><p>Mr Mwangi is the brains behind NutMasters Company Ltd,  a firm that adds value mainly groundnuts to make biscuits, cookies, bread, and peanut butter. <\/p><p>The company is located at Mukuyu, Murang’a County, along the Sagana- Thika highway.<\/p><p>Aside from groundnuts, the business uses cassava tubers, sorghum, millet and wimbi to make and package porridge flour popularly known as uji mix flour. <\/p><p>The couple has been marketing their products through internet and social media. They also have a website.<\/p><p>Mr Mwangi  says after realizing  how rich groundnuts are in nutrients, he decided go add value to them in order to reach a wider market.<\/p><p>“The business has room for expansion because since we exposed our products in the market so many people liked them, we get countless calls placing orders on a daily basis,” explains Mwangi<\/p><p>Mr Mwangi registered the business in May 2014.  He pumped  Sh700,000, which he had borrowed from a bank. He used the money to buy a posho mill, baking equipment and a roster for grinding the groundnuts, among other essential items.<\/p><p>Before venturing into the business, Mr Mwangi was working as driver at Simba Telecom Ltd in Nairobi, a job he quit immediately his start-up was up and running. <\/p><p>However, the start-up was just operational for a month before closing down.<\/p><p>He says he was forced to travel to the US  a month after starting the business to visit a brother who was hailing. He left the fledgling venture in the hands of  a partner, who was unable to keep the business afloat. <\/p><p>Mr Mwangi returned to Kenya in December, 2014 only to find that his dream company was no more. He was however determined to  pick up the pieces and begin afresh.  <\/p><p>Thankfully, all his  equipment were intact. This is when he decided to bring in is wife  Evalyne Muthoni  as a partner. Since then, the business has  been making  impressive progress.<\/p><p>Mr Mwangi has been working closely with farmers in Maragua Meru County who grow groundnuts in large scale. He  buys  some of them in parts of western Kenya. <\/p><p>They have also identified cassava, wheat, sorghum, millet and Wimbi farmers around from whom they buy the raw materials. <\/p><p>“We use groundnuts mainly to make our products. We mix it with other farm produce to make our products,” he says.<br/>The company has  12  employees all of whom work as sales persons.<\/p><p>“Every time I want to market my products, I  take about three workers with me.  I have trained them on marketing skills,” says Mr Mwangi who is  a trained salesman.<\/p><p>The firm has developed a strong network of customers from seven counties including Nyeri, Murang’a, Embu, Kirinyaga, Meru, Kiambu and Nairobi. <\/p><p>The prices of the products range from Sh50 for the bread, uji mix flour and cookies to Sh200 for the peanut butter products. They supply most of their products to retail shops and supermarkets.<\/p><p>Mr Mwangi  notes that among the challenges they faced when they set out on the business journey was penetrating the market and gaining the confidence of their customers. <\/p><p>“The fact that we are using groundnuts and traditional farm products has made us stand out  and attract increasing number of customers,” he says.<\/p><p>They have been marketing their products in agricultural shows. They also get customers by referrals.<br/>For Mr Mwangi and his wife, determination is the key to success. <\/p><p>They project  that in the next five years their company will be among the best  suppliers of groundnuts and cassava products across the country.<\/p><p>Since last year they have been making between Sh180,000 and Sh240,000 monthly.<\/p><p/>",
      "photo": "http://www.nation.co.ke/image/view/-/3388436/medRes/1441085/-/kd07f9z/-/Grndnts.jpg",
      "caption": "Michael Gakinya Mwangi displays some of the",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/grow-these-groundnut-varieties/2301238-3516154-x7n3v4z/index.html",
      "author": [{
        "fullname": "FAITH NYAMAI",
        "biography": "<p><strong>FAITH NYAMAI<\/strong> has worked with the Nation Media Group since May 1, 2013. She holds a Bachelor of Arts in Communications - Electronic Media from Daystar University and a certificate in News Telling with Impact from the Aga Khan University, Graduate School of Media and Communications<\/p>",
        "link": "http://www.nation.co.ke/authors/1959272-2091756-atf5vsz/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/3126918/medRes/1286220/-/yobqscz/-/nyamai-pic.jpg"
      }]
    },
    {
      "title": "Couple’s secret to making tasty and nutritious porridge flour",
      "language": "en-us",
      "description": "A couple proves with their porridge flour made from a variety of ingredients that you don’t need expensive machines to add value to your farm produce for more profit.",
      "articleDate": "2016-10-29T00:55:00Z",
      "story": "<p>The weather is excessively humid as <em>Seeds of Gold <\/em>team ventures into Gathina village in Gatitu, Nyeri County.<\/p><p>Our stop is at<em> Haraka Afya <\/em>farm operated by Francis Mathenge and his wife Grace Wanjiru.<\/p><p>Grace is inside a small greenhouse when we arrive. A peek inside tells us what she is up to.<\/p><p>She is busy spreading sliced bananas, sweet potatoes, pumpkins and cassava on shelves made of wire mesh.<\/p><p>Joyce Muthoni, a neighbour and a friend, is helping her do the work.<\/p><p>“This is my solar dryer,” Grace says, seemingly reading our minds. “We use the structure to add value to bananas, pumpkins, cassavas and sweet potatoes to end up with porridge flour.”<\/p><p>The solar dryer is a small structure made of timber, wire mesh to hold the produce and greenhouse plastic sheet.<\/p><p>“It is a simple structure that one can make on the farm themselves and costs less. We learned of it during an agri-fair at Wambugu farm in Nyeri in July last year and decided to built it,” said Grace, adding it cost them Sh50,000, money they borrowed from a bank.<\/p><p>Once closed, humidity in the greenhouse is trapped increasing the temperatures making the pieces to dry faster.<\/p><p>“The temperature in the greenhouse is always higher than that outside. Sometimes in hot seasons, it rises to as high as 50 degrees Celsius, therefore, the produce dries faster in a controlled environment. <\/p><p>The drying method also prevents the pieces from losing vitamins,” explains Grace.<\/p><p>The value addition process, however, starts with the buying of the ingredients that consist of bananas, sweet potatoes, pumpkins, cassava, millet and sorghum from local markets.<\/p><p>“We buy a bunch of bananas at Sh200, pumpkin at Sh30 each, 100kg bag of sweet potatoes at Sh900 and 100kg bag of cassavas at Sh1,500. Sorghum and millet goes for an average of  Sh50 per kilo,” says Grace.<\/p><p><strong>PROMOTING TRADITIONAL CROPS' CONSUMPTION<\/strong><\/p><p>The first four are washed, chopped into pieces and soaked in water mixed with Sodium metabisulfite.<\/p><p>“We don’t peel them because their skins contain nutrients that should not be lost. But for cassava we peel because the outer covering can be poisonous. The Sodium metabisulfite prevents growth of moles and fungi when kept in the dryer for about a week,” explains Grace.<\/p><p>(Read also: <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.nation.co.ke/business/seedsofgold/adding-value-to-groundnuts--cassava-and-cereals/2301238-3388422-ep6cxoz/index.html\">Grinding out juicy income by adding value to groundnuts, cassava and cereals<\/a>)<\/p><p>Banana peels, according to nutritionists, are rich in Vitamins B6 and B12, potassium and magnesium.<\/p><p>Pumpkins, on the other hand, are rich in zinc and the peelings have Vitamin A and C while sweet potato peels are good in fibre and further contain Vitamins A and C.<\/p><p><img alt=\"\" href=coremedia:///cap/resources/3433588/medRes\"/><\/p><p>During the cold season, the sliced pieces take up to a month to completely dry.<\/p><p>The farmers have partitioned the solar dryer into shelves to allow it to accommodate more. <\/p><p>Thereafter, after the drying, they mix the slices with sorghum or millet or cassava or all of them at once and take for grinding at a posho mill for Sh10 for 2kg tin.<\/p><p>“The first flour we made we used it at home and found it tasty. This is what encouraged us to go commercial because even neighbours loved it,” says Grace, who makes the produce in different quantities for sale.<\/p><p>Mathenge says their business is largely aimed at promoting consumption of traditional crops.<\/p><p>“We sell the uji flour from Sh100 to Sh250, depending on the size of the packs we have branded <em>Haraka Afya.<\/em> We pack in half a kilo, a kilo and 2kg packs making 1,500 packets every two weeks,” says Grace, who trains other farmers on the value addition skills they picked at Wambugu farm.<\/p><p><strong>SOLAR ENERGY DRYER<\/strong><\/p><p>They sell their flour to women groups in Nyeri, Kirinyaga and Laikipia counties when invited to train them.<\/p><p>“We further sell during farmers’ field days, at open air markets in Nyeri and Karatina, but our biggest market is at churches on Sundays. In a week, we sell up to 1,000 packs of various sizes,” says Mathenge, who is an electrician while his wife manages the business.<\/p><p>They plan to build a bigger solar dryer and open a shop in Nyeri Town where they would sell the produce that is in the process of being certified by the Kenya Bureau of Standards.<\/p><p><img alt=\"\" href=coremedia:///cap/resources/3433600/medRes\"/><\/p><p>Joseph Mwangi, an agro-processing agricultural officer in Nyeri, says farmers should be encouraged to add value to produce for more cash.<\/p><p>He noted that the solar dryer is easy to construct, hygienic, affordable and clean as it uses solar energy.<\/p><p>“The dryer can be used to dry any farm produce, including vegetables, maize and beans for preservation or before one sells.”<\/p><p>If not greenhouse material, one can use transparent plastic material to make the dryer, he says, adding one should avoid black plastic material because it absorbs a lot of heat.<\/p><p/>",
      "photo": "http://www.nation.co.ke/image/view/-/3433584/medRes/1475076/-/d0ishqz/-/Value+addition+1.jpg",
      "caption": "Francis Mathenge and his wife Grace Wanjiru,",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/grow-these-groundnut-varieties/2301238-3516154-x7n3v4z/index.html",
      "author": [{
        "fullname": "FAITH NYAMAI",
        "biography": "<p><strong>FAITH NYAMAI<\/strong> has worked with the Nation Media Group since May 1, 2013. She holds a Bachelor of Arts in Communications - Electronic Media from Daystar University and a certificate in News Telling with Impact from the Aga Khan University, Graduate School of Media and Communications<\/p>",
        "link": "http://www.nation.co.ke/authors/1959272-2091756-atf5vsz/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/3126918/medRes/1286220/-/yobqscz/-/nyamai-pic.jpg"
      }]
    },
    {
      "title": "Hey, don’t sell raw groundnuts to earn peanuts, make butter",
      "language": "en-us",
      "description": "Rachel Ojweke dips her hand in the 90kg bag in her home in Homa Bay, and picks a pod of groundnuts.",
      "articleDate": "2014-09-05T19:16:52Z",
      "story": "<p>Rachel Ojweke dips her hand in the 90kg bag in her home in Homa Bay, and picks a pod of groundnuts.<\/p><p>She splits it, then holds the three pieces of groundnuts in her hand as she checks if they are completely dry.<\/p><p>The farmer grows groundnuts and processes from them flour and peanut butter that she sells to residents.<\/p><p> “Two weeks ago, I harvested 50 bags from my three-acre farm. I will make peanut butter, which is in high demand.” <\/p><p>The 37-year-old says groundnuts are the easiest crops to grow since she does not use fertiliser. Besides that, they can be intercropped with bananas, maize and other cereal crops such as sorghum and millet. They take about five months to mature.<\/p><p>“I planted late March. Already, 20 bags have been booked by clients from Migori and Kisumu. I plan to sell the others for Sh3,600 each and make peanut butter.”<\/p><p>Besides making butter, she also grinds fried groundnuts to make flour that is used to season traditional vegetables. <\/p><p>To make peanut butter, she starts by sorting out the groundnuts. This is done to get rid of any foreign bodies and nuts that have mould, thus contain aflatoxins.<\/p><p>“The grains are, thereafter, thoroughly roasted to get rid of excess moisture, thus increase the shelf-life of the product. The roasted nuts are then allowed to cool for 10 minutes and then the outer cover is removed through a process known as blanching.”<\/p><p>She then splits the nuts into two. This is followed by grinding using a machine until they soften and then packed in a tin for consumption.<\/p><p>A milling machine retails at between Sh50,000 and Sh100,000. Rachel prefers hiring the machine  because of the expenses incurred for maintenance.<\/p><p>She hires the machine at Sh2,500 per day, which she uses for one week to make the butter. In a week, she can package between 30 and 50 250-gramme tins of the butter. A 2kg tin of groundnuts makes up to five 250g tins. The price of the products ranges between Sh50 and Sh250, depending on the sizes. <\/p><p>“Though the shelf-life of homemade peanut butter is shorter, many people still prefer it since it is free of preservatives,” she says.<\/p><p>The shelf-life of homemade butter lengthens when no additive, including water is added.<\/p><p>“I have been doing this business for close to two years now. I intercrop groundnuts with maize,” Rachel, who also farms beans and avocado and keeps dairy cows, tells Seeds of Gold. <\/p><p>However, one of the challenges she faces is that prices of groundnuts sometimes drop to low levels due to oversupply.<\/p><p>“The prices can go down so that a 2kg tin goes for Sh120, instead of the expected Sh300.”<\/p><p>She learned the value addition skills at a workshop organised by Kenya Industrial and Research Institute (Kirdi) in Kisumu two years ago.<\/p><p>Kirdi Kisumu researcher John Achacha says groundnuts are rich in macro and micro nutrients. Macro nutrients, include proteins and fats, while micro nutrients consist of vitamins and fibre.<\/p><p>Achacha notes that when prepared using the right procedures, groundnuts can stay for up to two years without going bad.<\/p>",
      "photo": "http://www.nation.co.ke/image/view/-/2442972/medRes/824058/-/cr5q9m/-/pea.jpg",
      "caption": "When prepared using the right procedures,",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/grow-these-groundnut-varieties/2301238-3516154-x7n3v4z/index.html",
      "author": [{
        "fullname": "EVERLINE OKEWO ",
        "biography": "<p>Everline Okewo  is a Nation correspondent based in Kisumu County. She hold a Bachelors Degree in Journalism and Mass Communication from Masinde Muliro University of Science and Technology and is currently pursuing a Masters degree in Communication and Media studies at Maseno University.<\/p><p/>",
        "link": "http://www.nation.co.ke/authors/1959272-1997824-mt15gdz/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/1998810/medRes/582133/-/5i7omyz/-/everline.jpg"
      }]
    },
    {
      "title": "Good seeds mean high yields and happy farmer",
      "language": "en-us",
      "description": "Seeds are fragile and alive, hence it is advisable to minimise negative impacts on quality during storage.",
      "articleDate": "2015-11-08T14:13:00Z",
      "story": "<p>Use of good quality seed is a prerequisite for the production of high yields. High quality seeds help to increase agricultural productivity; improve food security; lower money spent on food purchases and imports and raise domestic economic activity.<\/p><p>The seed industry in Kenya has grown tremendously over the years from a single company (Kenya Seed) in early 1980s to the current over 120 after the liberalisation of the sector in the 1990s.<\/p><p>The sector is made up of public and private companies. There are about 12 public institutions led by Kenya Agricultural and Livestock Research Organisation (KALRO) Seed Unit, plus others that are emerging in public universities (Egerton, University of Nairobi and Maseno), Agricultural Development Corporation and other parastatals like Kenya Seed.<\/p><p>Private sector constitutes the larger seed producers. With increased competition, distribution of seeds has greatly improved. Today, all mid-sized towns and centres have one or more agro-dealers and many farmers travel shorter distances to access certified seeds. In short, access to quality seed is the foundation of high yields and incomes.<\/p><p>The Kenya’s seed industry, like any others, is divided into the formal and informal systems. The formal sector focuses on breeding, producing and selling seeds certified by the regulator, Kenya Plant Health Inspectorate Service (KEPHIS), as per Seeds and Plant Varieties Act (CAP 326).<\/p><p>The informal sector, on the other hand, produces seeds that farmers save/recycle on the farm, thus, are not certified.<\/p><p>The informal sector could account for up to two-thirds (60-70 per cent) of most seeds planted by farmers in Kenya, while formal sector seed purchases are least frequent.<\/p><p><strong>FAKE SEEDS<\/strong><\/p><p>This to some extent explains the low yields experienced in the country, especially by small-scale poor-resource farmers.<\/p><p>Crops like maize that have been supported by massive research efforts (including in Europe) have more formal seed system.<\/p><p>Sadly, despite these advances, average maize yield is estimated at 1.5 tonnes per hectare, which is the same as the 1960 global average.<\/p><p>Average yields for many staple food crops like beans, millets, sorghum, green grams, groundnuts and cowpeas similarly are low, ranging between 0.45-1 tonne/ha, contributing to a continuous cycle of poverty and hunger for most smallholder farmers.<\/p><p>About 75 per cent of farmers in Kenya are small-holders who, although custodians of local cultivars, often suffer from non-availability of adequate quantity and quality seeds to sustain the crop diversity suitable for their agro-ecological and socio-economic needs as well as the demands of consumers. Since seed is a technology, its penetration in rural communities is highly hampered by poor infrastructure, which is a common constraint to the development of agriculture.<\/p><p>Therefore, viable seed supply systems to multiply and disseminate the seed or plant material are critical for the success of food production.<\/p><p>There has been continuous release of new varieties by KEPHIS, but use of uncertified low quality seeds is rampant due to fact that farmers are often unaware of the appropriate seed for their regions.<\/p><p>Second, many new seed varieties are unavailable to farmers because they have not been fully commercialised by the research institutions like KALRO, universities and seed companies.<\/p><p>Fake seeds is another big problem. This results into poor germination, high impurities and low yields. Farmers should, therefore, ensure every certified seed has mark of high quality to show:<\/p><p> Trueness to type (often referred to as variety purity).<\/p><p> Satisfactory germination and vigour: &gt;90 per cent.<\/p><p> Freedom from other materials (plant debris, dead, broken seeds, seeds of other crops and weed seeds).<\/p><p> Freedom from seed-borne pests and diseases.<\/p><p>For farmers who save/recycle their seed stock of formerly certified seed (open-pollinated varieties), it is highly advisable to replace stocks approximately every two to three years to ensure continuing purity and freedom from diseases, for higher yields.<\/p><p>However, this is discouraged as it often leads to diseases, and many other challenges.<\/p><p>As compared to formal certified seed sector, the low yields in informal sector is associated with poor seed storage from season to season, or poor selection discipline by farmers.<\/p><p><strong>QUALITY STANDARDS<\/strong><\/p><p>Average estimates indicate that up to 30-60 per cent of improved varieties saved and recycled for more than two years fail to achieve much yields.<\/p><p>There, always get quality, improved certified seeds from stockiest.<\/p><p>There are several types of seeds which include:<\/p><p>i) Breeders: These are new varieties developed by the breeder.<\/p><p>ii) Foundation: These arise from multiplying breeders’ seeds to pre-basic and basic levels, which are then used to produce a certified seed crop.<\/p><p>iii) Certified: These are large quantities of seeds multiplied from basic and pre-basic, which then becomes certified for distribution to farmers in the formal sector.<\/p><p>Seeds are fragile and alive, hence it is advisable to minimise negative impacts on quality during storage, which arises from excess heat, moisture and insects. Crop variety also varies and some seeds (especially those with high oils and protein content) like soya and groundnuts are difficult to maintain for even one season (more than six months) before they lose viability, but others like vegetable seeds can be kept for 10 years if stored properly.<\/p><p>Seeds should be produced to quality standards; incorporating genetic positions for certain regions so that the farmer will actually realise the productivity gain and is available at a packaging and price point that matches the farmer’s risk preferences.<\/p><p>Limitations in the seed industry include lack of awareness on newly released higher-performing crop varieties; over-reliance on rain-fed agriculture for seed production, which is contributing to erratic and inconsistent seed supply patterns inhibiting uptake of improved varieties; weak research-extension linkages characterised by poor communication and high seed prices packed in inappropriate sizes and lack of improved policy environment to drive seed innovation/ technologies.<\/p>",
      "photo": "http://www.nation.co.ke/image/view/-/2947738/medRes/1170220/-/bsicoq/-/DNEldMaize2008a.jpg",
      "caption": "Since seed is a technology, its penetration in",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/grow-these-groundnut-varieties/2301238-3516154-x7n3v4z/index.html",
      "author": [{
        "fullname": "PAUL KIMURTO",
        "biography": "<p>Prof Kimurto is a scientist at Egerton University, Crop Science Department.<\/p>",
        "link": "http://www.nation.co.ke/authors/1959272-2681528-7kkc16z/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/1998810/medRes/582133/-/5i7omyz/-/everline.jpg"
      }]
    },
    {
      "title": "The simplest way to import an animal and growing groundnuts",
      "language": "en-us",
      "description": "I started keeping Kari kienyeji and kuroiler chickens in Kinoo recently. However, as you know feeds are costly.",
      "articleDate": "2015-01-16T19:31:37Z",
      "story": "<p><strong>I CANT MANAGE COST OF POULTRY FEEDS<\/strong><br/>I started keeping Kari kienyeji and kuroiler chickens in Kinoo recently. However, as you know feeds are costly. I have been using chick mash and now growers, plus a little sukuma wiki and spinach. How can I bring down my costs?<\/p><p><strong>Joyce<\/strong><\/p><p>Feeds constitute about 70 per cent of the total expenses in intensive poultry production systems and influence significantly egg-laying and size of broilers. It is also worth noting that poultry, like other non-ruminant livestock, are very sensitive to the nutrients availability in feeds and fluctuations may result to stress affecting productivity. <\/p><p>Commercial feeds contain, other than energy and protein sources, essential amino acids added through a premix. They provide the birds with almost all nutrients at the required amounts for the different classes and species of birds. <\/p><p>The best way to reduce cost is by cutting wastage. If you find left-over feeds in the feeding troughs, it may be an indicator you are supplying more than the birds require. <\/p><p>Another way to reduce cost of feeding is by practising free-range system of production and only supplementing the birds for what is assumed to be deficit. However, this system is only viable in areas where land size and social lifestyle are not limiting. <\/p><p>Another alternative is by supplementing your birds with cereals and pulses and protein sources such as fish meal and sunflower seed cakes in a standard ration depending on ingredients available. Edible kitchen waste can also be used but care should be taken on the materials being fed to the birds. <\/p><p><em>Wangui, James Chege, <\/em><br/><em>Department of Animal Sciences, <\/em><br/><em>Egerton University<\/em><\/p><p><strong>I WANT TO START REARING RABBITS<\/strong><br/>I am interested in rearing rabbits at my parents’ farm in Ngong. However, I don’t know where to start. How much capital do I need? Where will I buy the rabbits and later sell?<\/p><p><em>Angela<\/em><\/p><p>To start a rabbit enterprise, you should consider the following factors; space available, production purpose, system, source of feeds and market. Unlike large animals, rabbits require a small area to keep. <\/p><p>Additionally, their cages can be built in tiers to maximise space. Whatever the design one opts for, comfort and security against predators should be guaranteed. It is advisable to use locally available materials to reduce the cost of construction. <\/p><p>Rabbits can be raised for a myriad of purposes, among the most common being meat and pelt production and breeding. Whichever the production purpose, a ready market should be guaranteed to ensure a profitable enterprise. <\/p><p>It is advisable to keep medium-sized rabbit breeds for meat production unlike the bigger ones. This is because medium-sized breeds mature early, have higher meat-to-bones ratio, higher prolificacy, are easier to manage and are cheaper to feed. <\/p><p>They include California White, New Zealand White and Chinchilla, among others. Sourcing of initial stock can be done from government livestock institutions (like Ngong Veterinary Farm) and local farmers. <\/p><p>Price per rabbit ranges from Sh300 to about Sh4,000 depending on the source and breed. Consider seeking contracts with hotels that serve rabbit meat and supermarkets that have butcheries especially in urban areas when looking for market. You can as well open a rabbit meat butchery in Ngong if capital allows and add value to the meat to reap more. <\/p><p><em>Wangui, James Chege, Department of Animal Sciences, <\/em><br/><em>Egerton University<\/em><\/p><p><strong>HOW SHOULD I GROW GROUNDNUTS?<\/strong><\/p><p>Please educate me on growing groundnuts based on the following:  1) The best variety to plant.<br/>2) The preferred climate for planting them. I am in Nkubu, Meru.3) The cost of planting an acre and average yields to be expected.4) The companies that can buy my produce. <\/p><p>Groundnuts can do well in many lower regions of Meru where the height is below 1,500 metres above sea level. The crop requires warm climate with temperatures ranging between 25 to 30 degrees Celsius. <\/p><p>Low temperatures, below 15 degrees Celcius and frost delay flowering and seed formation. Rainfall requirements are 500 to 600mm well distributed throughout the growing season for good growth, but the crop is drought-resistant and can survive severe water shortage. <\/p><p>Yields, however, would be reduced especially during pegging (the penetration of young nuts into the soil). Earthing up should be done at the time of weeding to encourage pegging. <\/p><p>The crop requires sandy-free draining soils, however, they can also grow well in heavier clay soils like in Nyanza, Rift Valley and western. Before you grow, plough the land and harrow to a good tilth. <\/p><p>Prepare ridges which are 80 to 120cm apart with flattish tops and plant in two rows on top of the ridge. <\/p><p>Select clean well-filled seeds for planting. Sowing seeds to a depth of 5 to 8cm at a rate of 40 to 50kg per hectare is recommended depending on the seed size. You can grow Red Valencia type maturing in 90 to 100 days or Runner type maturing in 120 to 150 days. <\/p><p>Stockists include Leldet Seeds, Kalro or ICRISAT, where you will get ICGV 90704, ICGV 83708, ICGV 99568, ICGV 12991 and ICGV 90704 varieties. Harvesting in wet condition should be avoided to prevent development of aflatoxin, a severe poison produced by Aspergillus spp of fungus, which releases chemicals dangerous to human health. <\/p><p>You can harvest up to seven to 15 90kg bags per acre depending on your management. It costs between Sh20,000 to Sh30,000 to grow the crop per acre. The market for the produce is unlimited.  <\/p><p><em>Prof Paul Kimurto, crops expert, Division of Research and Extension, Egerton University<\/em><\/p><p><strong>WHAT SHOULD I FEED MY FRIESIAN COWS?<\/strong><\/p><p>I would like to know the best farms where I can buy Friesian heifers within Central or Eastern regions. I would also like to know the most-economical feeds for Friesian cows with an option of dry fodder and silage.James Njeru and Simon Mutitika<\/p><p>By visiting the nearest district livestock production office, you will be able to obtain details of reputable dairy breeders within your locality. Ensure that you buy Friesian heifers from farmers who keep genuine up-to-date records (preferably those whose animals are registered with the Kenya Stud Book and who regularly submit milk records to the Dairy Recording Services of Kenya) to be sure of the pedigree and expected performance of the animals you purchase. Feed your animals on good quality roughage such as hay showing retained greenness. <\/p><p>The roughage should contain both energy (grasses like Rhodes) and crude protein sources (legumes like lucerne). Well-preserved maize and sorghum silage are also roughages rich in energy sources. <\/p><p>In addition, supplement the animals on well-formulated concentrate ration (dairy meal) with a crude protein content of at least 16 per cent and adequate minerals (especially calcium, phosphorous and sodium chloride). <\/p><p>Due to seasonality of supply of different feeds, the most economical rations are those constituted from feedstuff in abundant supply at any given time.<br/><em>Kimitei K. Ronald, Department of Animal Sciences,<\/em><br/><em>Egerton University<\/em><\/p>",
      "photo": "http://www.nation.co.ke/image/view/-/2539066/medRes/887023/-/q8p6g6/-/eg_pix.jpg",
      "caption": "Mr Peter Njuguna with his wife Mary Waithera",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/grow-these-groundnut-varieties/2301238-3516154-x7n3v4z/index.html"
    }
  ],
  "relatedgallery": [],
  "relatedvideo": []
},{
  "section": [
    {"root": "Home"},
    {"parent": "Business"},
    {"child": "Seeds of Gold"}
  ],
  "title": "Where savvy farmers are flocking to farm",
  "language": "en-us",
  "description": "Kajiado County has become the new granary for Nairobi as people eager to earn from the soil invest in greenhouses, drip irrigation and other technologies producing tonnes of food.",
  "articleId": 3516130,
  "articleDate": "2017-01-14T00:00:00Z",
  "story": "<p>Three trucks honked as they made their way into Wakulima market in Nairobi.<\/p><p>Two of the small trucks were loaded with tens of crates of tomatoes while the other red onions.<\/p><p>It was a big relief for the four young farmers who had ferried the produce from their farms in Loitokitok, Kajiado County.<\/p><p>Looking at the four that Saturday, their scruffy look perhaps displayed the hustle they had gone through to deliver the produce to the market, but they were all smiles.<\/p><p>Over an hour later, they started the journey back to Loitokitok, where they grow the crops in the open field.<\/p><p>The four are among tens of people who are flocking the semi-arid county to farm, thanks to the availability of huge arable land.<\/p><p>The county has not only attracted real estate developers in droves but also agriprenuers eager to make money from the soil.<\/p><p>From Kitengela to Ngong, Rongai, Namanga and Loitokitok, farming using new technology that include greenhouses and drip irrigation is the in-thing in Kajiado as the county becomes Nairobi’s new granary.<\/p><p>Onions, tomatoes, capsicum, traditional vegetables, French beans and fruits are some of the popular crops, with those opting for livestock keeping chicken, pigs and dairy cows and goats. <\/p><p>At Kimana in Loitokitok, huge tracts of land teem with tomatoes, onions, sukuma wiki (collard greens) and beans.<\/p><p>Most of the plots are owned by individual small-holder farmers who have leased the land while others have bought them.<\/p><p>From Sh5,000, one leases at least half-acre, enabling people to farm on huge pieces.<\/p><p>Titus Wamalwa, a manager at Maiyana Farm in Kimana, cites the area’s rich black cotton soil and affordable cost of hiring land as major reasons that make the county a farming destination.<\/p><p>Dragging a bag of onions onto a pick-up, Wamalwa’s face beams as he says: <\/p><p>“We might not be experiencing much rainfall but with technologies such as greenhouses and irrigation, one is good to go.”<\/p><p><strong>READILY AVAILABLE FARM MANURE<\/strong><\/p><p>And with residents being pastoralists keeping huge number of cows and goats, he notes that farm manure is readily accessible, cutting reliance on inorganic fertiliser.<\/p><p>Their five-acre farm is sub-divided into five portions to accommodate beans, onions and tomatoes at different growth stages, all grown under an open field irrigation. <\/p><p>They have sunk a borehole on the edge of the farm whose water is pumped into a 10,000-litre tank using two solar panels. Once in the tank, the water flows by gravity to the farm. <\/p><p>“Our planting is systematic such that we have tomatoes all-year-round,” says Wamalwa adding they irrigate the farm twice a week and rotate tomatoes with beans, which they harvest after three months.<\/p><p>They plant onions in furrows with a spacing of 1 by 1ft while the tomatoes in 30cm or 45cm spacing.<\/p><p>Finding market is not a problem for the farm as mama mbogas from as far as Nairobi, Ngong, Kitengela and Rongai, urban settlements with swelling population, visit to buy.<\/p><p><img alt=\"\" href=coremedia:///cap/resources/3516148/medRes\"/><\/p><p/><p>New farming concepts that encourage agribusiness are also taking root in the county. Edwin Khiranga, a sales and marketing director at Diamond Property Merchants, the firm behind Bethany City, a gated farming community project, says they have put up more than 5,000 greenhouses in Kajiado in the last one year.<\/p><p>The concept involves prospective farmers buying an eighth-of-an-acre at Sh500,000 and investing in agribusiness by adding Sh320,000. <\/p><p>The farming project comes with 8 by 15m greenhouse, labour, inputs, agronomic support, insurance, management, and a ready market for the yields.  <\/p><p>“After selling land in the past five years, we realised that it no longer made sense to continue with the business practice because most of the land remained idle yet if farmed could bring income to investors besides providing food to growing population,” Khiranga says, adding demand for food is so huge that small-holder farmers cannot meet it.<\/p><p>Farmers in the gated community grow tomatoes, capsicum and cucumber, which they mainly sell to supermarkets in Nairobi. <\/p><p>“We harvest 70 tonnes of tomatoes every week on Tuesday, Thursday and Saturday from our 3,000 farmers,” says Khiranga.<\/p><p><strong>TECHNOLOGY AND PROFFESIONAL GUIDANCE<\/strong><\/p><p>Margaret Kianduma, a nurse in Nairobi, is among farmers under the agribusiness project. Margaret says she bought into the concept because of the professional guidance she is getting. <\/p><p>“Myself I could not go to Kajiado to farm alone, but I liked the fact that someone else is doing it for me. So far I am happy with the project and being a farmer. My tomatoes are doing well and I’m hopeful I will get my first harvest in March.”<\/p><p>At Isinya, one finds Soil Ripe Ltd, which is pioneering the use plastic mulch technology to grow tomatoes and capsicum, each on an acre, for the local market, and bullet chillies for export.<\/p><p>The technology helps in mulching, weed control, preventing soil erosion, reducing evaporation and keeping diseases at bay, says Hilda Wangari, the owner of the firm. <\/p><p>They have been using the technology for the last two years, saving on costs associated with water use, which is a challenge in the dry county.<\/p><p>“Plastic mulch technology cuts water use by reducing evaporation, which means the crop gets 100 per cent of the water required. We have been using it for the last two years enabling us to grow crops without any challenge in the dry county,” says farm manager Moses Odhiambo.<\/p><p>Charles Wathobio, a farmer in Rongai, Kajiado North sub-county, keeps over 40 dairy goats on an eighth of an acre, which also hosts his homestead. <\/p><p>He says he chose to farm in the county because of its proximity to Nairobi, which offers ready market for his goat milk. <\/p><p><img alt=\"\" href=coremedia:///cap/resources/3516150/medRes\"/><\/p><p/><p>“There is also enough land where one can grow animal feeds and it is also easy to find and transport feeds due to well-developed transport system.”<\/p><p><strong>COLD STORAGE FACILITIES<\/strong><\/p><p>Besides small farmers, the county is also home to several flower farms, the Ostrich Farm, poultry company Kenchic and several agri-resource centres.<\/p><p>Haggai Oduori, an Assistant Research Fellow at the Tegemeo Institute of Agricultural Policy and Development, Egerton University, says Kajiado County needs to conduct an analysis to find out crops that perform well in the region and market them to attract more investors.<\/p><p>Failure to do so, the policy expert cautions the county may soon be pushed out of food production market as other opportunities arise elsewhere.<\/p><p>He adds that the county should also focus on water issues because the area has saline water whose benefits could be short-lived.<\/p><p>“The county is dry, which makes irrigation handy, however, since many farmers use saline water to irrigate their farmers, the salinity will affect most farms and in the long run farm productivity will decline.” <\/p><p>He further recommends that the county should invest in cold storage facilities to support the horticultural farming sector thriving in the area. <\/p><p>“Kajiado has vast land and sits at a strategic place attracting many agri-prenuers in addition to its proximity to Jomo Kenyatta International Airport, which is an added advantage to farmers eyeing the export market.”<\/p><p>Erick Ogumo, the chairman of Society of Crop Agribusiness Advisors of Kenya, says Kajiado has a great potential to be an agricultural county.<\/p><p>He, however, notes the county needs to develop agricultural hubs, with well-organised farming plots separate from residential areas to ensure sustainable production with minimal risk of conversion into real estate in the future.<\/p><p>Two factors could be attracting farmers to Kajiado, according to him.<\/p><p><strong>WHAT ATTRACTS FARMERS TO KAJIADO?<\/strong><\/p><p>First is the proximity to Nairobi, just like Kiambu, which initially was Nairobi’s food basket. <\/p><p>“There has been a lot of expansion out of Nairobi into the neighbouring counties, especially Kajiado. Kajiado provides an important food basket for the expanding city population,” he says. <\/p><p>Historically, Kiambu was the food basket of Nairobi, however, due to increasing cost of land and conversion of agricultural land into real estate, there is limited available land for agricultural purposes, pushing investors to Kajiado.<\/p><p>Governor David Nkedianye says the county is working on a plan to preserve  and process food produce. According to him, a dryer will be built in Kajiado South to protect maize from aflatoxin attack as it awaits transport to Nairobi and other areas. <\/p><p>“The dryer will have a capacity to hold at least 40,000 90kg bags of maize a day,” says Dr Nkedianye.<\/p><p>He adds his government is working closely with the African Development Bank to put up a tomato processing plant. “So far, we have identified Namerok as the suitable area for the tomato project. Areas like Loitokitok and Kimana offer higher yields.”<\/p><p>He further says the county has built canals for irrigation in Kajiado South and Kajiado West. <\/p><p>“We are building them so that more farmers can take up irrigation farming. Rainfed water is very unreliable here,” he says, adding that other incentives include road expansion  in agricultural areas to boost both farming and trade of produce.<\/p><p><em>Additional reporting by Billy Muiruri.<\/em><\/p><p><em>***<\/em><\/p><p><strong>Get it Fast<\/strong><\/p><p><strong><em>Possible challenges when farming horticultural crops in greenhouses<\/em><\/strong><\/p><ul><li>As many parts of Kenya, Kajiado is deficient of water sources that include rivers. <\/li><li>Available water is saline, mostly from boreholes.<\/li><li>Chances of contamination with diseases like bacterial wilt are higher. <\/li><li>Loss of fertility is a common problem as most farmers plant one crop continuously without rotation. <\/li><li>This can be overcome by rotating crops, for example growing onions or melons after tomatoes, pepper or eggplant and the use of both organic and inorganic fertilisers to replenish soil fertility.<\/li><li>Greenhouse temperatures below 13 degrees Celsius and above 30 degrees Celsius in the case of dry air or higher than 30 to 35 degrees Celsius in cases of high air humidity affect growth and productivity of most crops. <\/li><li>Management of insect pests and diseases is a challenge in greenhouse farming for most of the  farmers. <\/li><\/ul><\/div>",
  "author": [{
    "fullname": "LEOPOLD OBI",
    "biography": "<p>LEOPOLD OBI is a <em>Saturday Nation <\/em>correspondent for<em> Seeds of Gold.<\/em><\/p>",
    "link": "http://www.nation.co.ke/authors/1959272-2381134-97smcgz/index.html",
    "photo": "http://www.nation.co.ke/image/view/-/1951494/medRes/1299855/-/ij8duoz/-/General+Image.jpg"
  }],
  "photo": "http://www.nation.co.ke/image/view/-/3516144/medRes/1535413/-/dg3lhq/-/jud.jpg",
  "caption": "Judith Nduva, a farmer in her traditional",
  "video": "",
  "link": "http://www.nation.co.ke/business/seedsofgold/Where-the-savvy-flock-to-farm/2301238-3516130-astxsi/index.html",
  "relatedarticle": [
    {
      "title": "Forget grass or twigs, here’s new way to mulch crops",
      "language": "en-us",
      "description": "Soil Ripe farm uses poly mulch to grow chilli, tomatoes and capsicum, with the technology  helping them save 50 per cent on production costs as they farm in the dry Kajiado",
      "articleDate": "2016-10-29T00:40:00Z",
      "story": "<p>Huge swathes of dry land stretch yonder as one traverses Isinya in Kajiado County, some 60km from Nairobi.<\/p><p>The county is primarily a semi-arid region with numerous challenges that include desert vegetation, inadequate rains and a sunny weather, all which make it rough for both crop and livestock farmers.<\/p><p>But despite the tough conditions, crops are flourishing and livestock is thriving, thanks to innovative farming methods.<\/p><p>One of the places to visit for lessons on successful farming in a dry area is a three-and-a-half acre farm located some 7km from Isinya town along the Namanga Road.<\/p><p>The farm named Soil Ripe Ltd uses plastic (poly) mulch technology to grow tomatoes and capsicum, each on an acre, for the local market.<\/p><p>They also grow bullet chilli on half-acre and African bird’s eye chilli on an acre using the technology for sale in Britain, Germany, Norway and France.<\/p><p>“As the name suggests, this is a technology that helps in mulching, therefore, controls weeds, prevents soil erosion, reduces evaporation and keeps diseases at bay,” says Hilda Wangari, the owner of the farm. <\/p><p>They have been using the technology for the last two years, saving immensely on costs associated with weeding, water use and diseases.<\/p><p>“Our savings while using the technology are about 50 per cent. The plastic mulches are specially designed not to absorb heat which may harm the crops,” explains Wangari, adding the paper imported from China, which cost them Sh300,000, is hard to tear and can serve for at least three years before wearing out.<\/p><p>Farm manager Moses Odhiambo says many farmers use grass for mulching, which while it does the work, it does not guarantee better water retention, especially in semi-arid places like Isinya.<\/p><p><strong>CONTROLS SPLASH EROSION, DISEASES<\/strong><\/p><p>“Plastic mulch technology cuts water use by reducing evaporation, which means the crop gets 100 per cent of the water required. We learnt the technology from Amiran and is widely used in Israel and Asia.”<\/p><p>Through the method, soil erosion is also controlled since the ground is covered and, therefore, no splashing of water occurs. With no splashing, the spread of diseases from one crop to the other is minimised. <\/p><p>“The technology also promotes the right spacing as both the drip and the plastic mulch paper have the right and equal spacing,” says Odhiambo.<\/p><p>To lay out the technology, Odhiambo explains that the land is thoroughly ploughed, turning over the soil followed by harrowing to make the soil texture fine as a good tilth is suitable for seedbed.<\/p><p>Thereafter, uniformly compacted and fertile beds are then created manually or by a tractor, followed by racking then laying down of the drip lines and the mulch paper which is specially designed to match with the drip’s spacing. <\/p><p>“The plastic mulch paper is punched depending on the crop, which dictate distance from one hole to another, but average is 30cm or 45cm. The ground is then wetted awaiting transplanting,” says Wangari.<\/p><p>If planting for the export market, the farm should meet standards that include inspection by Horticultural Crops Development Authority (HCDA), have a farm inspection report, a pack house inspection report, a farmer and exporter’s contract report, an inspection report on transport, receipts on the seeds purchased, have a traceability system and that the farmer export contract be witnessed by a HCDA officer to avoid unsafe produce from reaching the market.<\/p><p>Furthermore, soil and water have to be tested at the Kenya Agricultural and Livestock Research Organisation, which will advise on what to use depending on the acidity level in the soil and water. <\/p><p><img alt=\"\" href=coremedia:///cap/resources/3433398/medRes\"/><\/p><p>“For us transplanting of chilli seedlings is first done into plastic bags two weeks after germination and later to the main field after four to six weeks to help reduce the transplanting shock and allow faster establishment,” explains Odhiambo, adding this is done when the sun is not hot, in particular early morning or late afternoon.<\/p><p>The seedlings are then drenched with insecticides to prevent early attack by aphids, thrips and cut worms. <\/p><p>Watering should be done early or mid-morning and not in the evening as this encourages phythium activities that cause dumping off. <\/p><p><strong>ARRAY OF BENEFITS<\/strong><\/p><p>Compost manure mixed with a compound fertiliser and with adequate phosphorous is used in every hole to hasten plant growth and help in fast root formation and reducing possible repetitive gapping.<\/p><p>“Chilli plant grows in different soil varieties, but for maximum production, they should be planted in deep fertile soils to allow proper root penetration as the plant is a heavy nutrient extractor that calls for periodic replenishment in line with the soil requirements,” Wangari says, adding that soil nutrients levels should always be checked to help determine the deficit element.<\/p><p>Chilli takes between 75-80 days to mature and harvesting continues for six months with good care. <\/p><p>Harvesting is done after every seven days and high levels of hygiene must be observed. One should have short nails not to injure the produce and each person is assigned a block or a portion where details of each are captured, including the weight of the rejects and quantity of produce. <\/p><p>The produce is later cleaned, dried, graded and packed, then forwarded to Kephis for inspection before it is exported.<\/p><p>“We harvest 100kg of bullet chilli every week, with a 6kg carton fetching Sh420. From African bird’s eye chilli, we get 156kg per week with a 6kg pack going for Sh780,” says Odhiambo, adding they further get 1.4 tonnes of capsicum, with a kilo selling at Sh60.<\/p><p>“With plastic mulch technology, there is firmness in the soil on a particular bed and nutrients are relayed to where they are needed. Less water is used as irrigation is targeted to the spot where it is needed. Evaporation is minimal with a high retention rate as mulch preserves much water. Less labour is employed and there is no spread of diseases during the rainy season,” says Okisegere Ojepat, the chief agronomist Tamlega Farm Care Limited, noting high initial cost is a hindrance to acquisition of the technology.<\/p><p>***<\/p><p><strong>Get it fast<\/strong><\/p><p><strong><em>Using pesticides on bullet chillies<\/em><\/strong><\/p><ul><li>If there is any spraying to be done, the recommended spray should not interfere with the harvesting. <\/li><li>The chemicals recommended should have a lower Post-Harvest Interval (PHI) such that the produce will be free from chemicals and safe for human consumption  once the plants have been sprayed.<\/li><li>When the PHI period elapses the PH level should be checked and if okay, a white flag is raised to act as a green light to the farmer that the produce is safe and can now be harvested. <\/li><\/ul>",
      "photo": "http://www.nation.co.ke/image/view/-/3433396/medRes/1475062/-/v9pw43/-/Bullet+pepper+1.jpg",
      "caption": "Johana Walumbe Wamalwa, an employee at Soil",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/Where-the-savvy-flock-to-farm/2301238-3516130-astxsi/index.html",
      "author": [{
        "fullname": "CAROLINE WAMBUI",
        "biography": "",
        "link": "http://www.nation.co.ke/authors/1959272-2975602-5xuup2z/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/3151804/medRes/1296146/-/rax88bz/-/wambo.jpg"
      }]
    },
    {
      "title": "World Bank expert advises smallholder farmers to invest more on right farming technologies",
      "language": "en-us",
      "description": "Smallholder farmers in areas facing land and water constraints also advised to invest more on right technologies.",
      "articleDate": "2016-10-20T18:00:00Z",
      "story": "<p>Smallholder farmers in areas facing land and water constraints have been advised to invest more on right technologies which allow precision agriculture and guarantee high returns at the same time.<\/p><p>Precision agriculture entails approaches such as use of drip irrigation and green-houses so that to ensure that only crops which need water or fertilisers receive the inputs.<\/p><p>Dr Ladisy Chengula, lead agriculture economist at World Bank, says such interventions protect crops during shocks which has been intensified by climate change impacts.<\/p><p>In September this year the National Drought Management Authority (NDMA) issued drought alerts for 11 counties and an alarm for one. According to the authority’s early warning bulletins, Narok, Kajiado, Taita-Taveta, Kilifi, Kwale, Tana River, Kitui, Makueni, Marsabit and Garissa counties are experiencing a decline in food and livestock production as well as water supply. <\/p><p>The food security situation in the counties is expected to get worse in the coming weeks, the authorities warned.<\/p><p>Food security situation comes in the wake of increasing investment in agriculture by the government which the expert World Bank agricultural economist has faulted as unsustainable and therefore a waste of resources.<\/p><p>Government run irrigation projects such as the 10,000 acre model farm that forms the first phase of the Galana-Kulalu one million acre food security project has terribly failed due to claims of mismanagement and runaway corruption.<\/p><p><strong>EMPOWER SMALLHOLDER FARMERS<\/strong><\/p><p>Initially the Sh7 billion irrigation project was meant to address the country’s perennial maize deficit of 20 million bags of the grains, but  in the end, the project produced only 10 bags rather than the targeted 40 bags of 90kg per acre on it first harvest.<\/p><p>“Nearly all the irrigation schemes in the country managed by the government, for instance Galana-Kulalu irrigation project have failed to give yields as have been expected,” Dr Ladisy pointed out, during the commemoration of international day of poverty eradication at the World Bank Group offices in Upper Hill, Nairobi.<\/p><p>Dr Ladisy instead recommends that the government should empower smallholder farmers, acquire land and lease out the schemes to the farmers to manage for maximum returns.<\/p><p>He says that unless resilience is built poverty will not end.<\/p><p>“The government should also invest in human capital, trained labour has much higher mobility than untrained ones,” said the expert, adding that farmers in the village should aggregate to overcome challenges of market access and poor prices.<\/p>",
      "photo": "http://www.nation.co.ke/image/view/-/3422732/medRes/1466827/-/r0o7bo/-/irrigtn+pic.jpg",
      "caption": "Rice farmers plant the crop at the Mwea",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/Where-the-savvy-flock-to-farm/2301238-3516130-astxsi/index.html",
      "author": [{
        "fullname": "LEOPOLD OBI",
        "biography": "<p>LEOPOLD OBI is a <em>Saturday Nation <\/em>correspondent for<em> Seeds of Gold.<\/em><\/p>",
        "link": "http://www.nation.co.ke/authors/1959272-2381134-97smcgz/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/1951494/medRes/1299855/-/ij8duoz/-/General+Image.jpg"
      }]
    },
    {
      "title": "Her mission is to turn farming into a serious business venture",
      "language": "en-us",
      "description": "Ms Kariuki believes that farming, her passion from when she was a girl, is the answer to economic challenges facing young people.",
      "articleDate": "2016-05-19T16:25:00Z",
      "story": "<p>She was barely 18 when she started practising poultry farming in early 1980s.<br/>With a lot of struggles, resilient and dedication driven by passion, Ms Wairimu Kariuki is now reaping where she has sown.<br/>Her poultry farm in Kajiado supplies chicks to customers countrywide. This is still the same farm she started when  she was a little girl. <br/>Her inspiration is her mother who was also a force to reckon with in farming.<\/p><p>“I am walking in my mother’s footsteps, she was my motivator, a very well-trained farmer who introduced me to farming as I grew up.” <br/>Her biggest hurdle  when she started was getting the market. However, her hard work paid off  as her list of customers grew longer.  <br/>“With time I developed huge client base loyal to my business,” said Ms Kariuki.  “People had not embraced this trade back in the 1990s. The industry is now promising, and at least 30 counties now prioritise local chicken so the demand is increasing.”<\/p><p>She is shy to reveal exactly how much she earns but she said she makes hundreds of thousands of shillings monthly. <br/>“I supply one month old chicks in batches of 500.  I used to do broilers before but I narrowed down to indigenous (chicken),” she told Money.<br/>By dint of her vast experience, Ms Kariuki has been appointed  to head various agricultural organisations both locally and regionally. She is the chairperson of the Kenya Poultry Farmers Association (KPFA) and the Vice President of the East African Poultry Farmers Association (EAPFA).<\/p><p>She has also bagged a number of accolades. “In 1994, I won countless presidential awards for mixed small scale farming.” <br/>Farmers from Burundi, Tanzania, Kenya, Rwanda and Uganda elected her  the vice president of EAPFA.<\/p><p>She urges young people to embrace agriculture as the opportunities along the sector’s value chain are vast. <br/>Ms Kariuki said uptake of technology should be enhanced in farming to woo the youth into the sector.<br/>“To attract the youth to venture into agriculture, we have to embrace technology” said Ms Kariuki.  “ Agriculture is still largely manual, this is one of the reasons  youth run away from the sector.”<\/p><p><strong>TECHNOLOGY MAKES FARMING \"COOL\"<\/strong><\/p><p>She said technology makes farming ‘cool’ to the youth adding that application of traditional methods is not attractive to them.<br/>Also a huge challenge that prevents the youth from venturing into agriculture is the lack of land. She says for them to acquire money for renting land, they need collateral which in most cases they do not have.<\/p><p>Marketing, Ms Kariuki said, is another impediment that faces young people who have launched agriculture-based start-ups. She said  many youths who venture into farming do not have the right skills set and experience  to identify markets.<\/p><p>The entrepreneur said to unlock the potential of farming, mentorship programmes targeting small businesses should be  initiated.<br/>“All they (youth) need is more and more mentorship. Established farmers should hold their hands in the trade,” she said.<br/>She is actively involved in mentorship herself and taking agriculture to the next level through value-addition.<\/p><p>Together with teams in the 47 counties, Ms Kariuki has been exploring ways of adding value to poultry farming. <br/>She said the fortunes of poultry farming can go up manifold through  value addition.  To achieve this grand goal, there are plans to put up slaughterhouses in all counties and staff them with experts as well as equip them with technology to help farmers add value and package their products. They will also be able to make chicken bars and carry out home deliveries.<\/p><p>The key posts Ms Kariuki holds in various organisation make her a regional leader in agriculture. Through these organisations,  she looks after the interests of farmers across East Africa,  advocating for farmers’ rights and representing farmers in policy-making platforms. “I was made vice president based on our achievements within the national arm – KPFA, where I am the chairman,” she said.<\/p><p>She has been marketing Kenya through Common Market for Eastern and Southern Africa (Comesa) and guiding young and established farmers on how to leverage on the at least 400 million potential customers in the trading bloc.<\/p><p><strong>MAKING A DIFFERENCE BACK AT HOME<\/strong><\/p><p>Through the upcoming tenth Africa International Export and Import Fair set for September 21-23  for instance, a special segment, the Savannah Agro-Tech and Machinery Expo 2016,  seeks to transform agriculture through technology. The segment showcases numerous technologies across EAC that drive farmers away from reliance on traditional rain-fed agriculture. <\/p><p>Savanna Agro-Tech and Machinery Expo, which is spearheaded by Ms Kariuki, banks on knowledge transfer and advancing agricultural technology to step up  production.<\/p><p>Ms Kariuki went to school to the level of Form Six after which she immersed herself in farming. However, as she ran her farm, she pursued courses in community development  and social work at the Catholic University of East Africa. She has also studied  a leadership course at Platt Institute in new York.<br/>Back in Kajiado, where she lives, Ms Kariuki is making a difference. She leads a group known as Nairobi and Environs Poultry Farmers’ Association. The group, which covers Ngong, Nairobi, Kiambu and Dagoretti, addresses issues on poultry farming,  from  feeds to vaccines.<\/p><p>“This group was formed because we were vulnerable yet the government was not protecting us,” said Ms Kariuki. “We realised that we could influence policy decisions through the group.”<\/p><p>It is the group in Kajiado that led to the formation of the KPFA which carters for over 80,000 farmers in Kenya. <\/p><p> “Through KPFA, we have interacted with counties engaging them on policies that favour farmers in regions such as Bungoma, Kisumu, Kakamega, Machakos, Siaya and Homa Bay counties,” said Mr Kariuki.<\/p><p/>",
      "photo": "http://www.nation.co.ke/image/view/-/3209836/medRes/1331556/-/r2jweh/-/WairimuKariuki2.jpg",
      "caption": "Dr Solomon Kinyanjui (Right), Wairimu Kariuki,",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/Where-the-savvy-flock-to-farm/2301238-3516130-astxsi/index.html",
      "author": [{
        "fullname": "LILIAN OCHIENG'",
        "biography": "<p>Lilian Ochieng' currently reports for the business section of the <em>Daily Nation<\/em>. Her current beats are technology, oil and sugar. She also contributes investigative and feature crime stories to reportingkenya.net. <\/p><p>Twitter: @LilianMerab<\/p>",
        "link": "http://www.nation.co.ke/authors/1959272-1952068-mvkxshz/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/1952066/medRes/1095020/-/p8paeq/-/Lilian+pics.jpg"
      }]
    },
    {
      "title": "Don’t chicken out, you can build a thriving chicken farm fresh from college",
      "language": "en-us",
      "description": "Antonio Mudong’i plunged into poultry farming soon after college, now he exports his Naked neck hens to Tanzania and sells chicks.",
      "articleDate": "2016-05-13T20:55:00Z",
      "story": "<p>Antonio Mudong’i dips his feet in a shallow footbath at the entrance of his poultry house made of wood and iron sheets in Kitengela, Kajiado County, before getting in to attend to hundreds of chickens roaming inside.<\/p><p>The chickens wander cheerily in the pen pecking at feeds from several aluminium feeding troughs hanged across the room.<\/p><p>“They are not bothering me because we fed them in the morning,” he offers.<\/p><p>Mudong’i, 24, works on the farm that hosts about 600 Kuroiler and Kari Kienyeji birds with his one worker.<\/p><p>“I leased this land and bought the chickens and their houses in December last year from someone who was leaving the country, spending about Sh250,000.<\/p><p>There were 200 eight-month-old birds that were laying (each was going at Sh600), and 121 three-month old chicks each at Sh450. There were also a water tank and a food store,” says Mudong’i, who took over the leasehold of the 20m by 100m land for which he pays Sh40,000 per month in rent.<\/p><p>But that is not where he started as his initial business was to hatch eggs and sell chicks.<\/p><p>“I got into the poultry business last October with an incubator that I had bought at Sh280,000. I bought 600 Kuroiler eggs at Sh30 each and incubated them. 520 hatched taking my business off,” reminisces Mudong’i, who studied Agribusiness Economics and Food Industrial Management at the Jomo Kenyatta University of Agriculture Technology and graduated in 2015.<\/p><p>He acquired the farm last December to expand his business. “I begin my day by checking the incubator, which I have installed in my house after which I go to the poultry farm, and visit farmers to deliver chicks. I also look for new markets online.”<\/p><p>He collects seven trays of eggs a day and incubates 2,000 a month, getting at least 1,900 chicks.<\/p><p><strong>MONEY MAKERS<\/strong><\/p><p>Selling chicks, however, is his main focus. He runs the hatchery from his house in Kitengela using his 2,000 egg-capacity incubator to hatch the chicks.<\/p><p>“Once the eggs hatch, I vaccinate the day-old chicks against Mareks and sell them at Sh100 for Kuroiler and Kienyeji at Sh90. The former cost more because they are in high demand and sometimes I have to get their eggs from Uganda.”<\/p><p>Besides selling the fertilised eggs at Sh30 for Kuroiler and Sh20 for Kienyeji, Mudong’i further sells boiled eggs in Kitengela town.<\/p><p>“I have contracted two people who supply the eggs in Kitengela town on trolleys. We boil those that we cannot incubate and sell others to shopkeepers.” <\/p><p>A look at his birds shows that all are not the normal chicken. In their midst are the Frizzled-feathered and Naked neck birds, which he terms as money-makers.<\/p><p>These are birds that some farmers would not touch because of cultural beliefs, but Mudong’i has found wealth in them.<\/p><p>“I have 120 of the birds, which I bought with the farm. I sell mature ones mainly <a xlink:actuate=\"onLoad\" xlink:show=\"new\" xlink:type=\"simple\" xlink:href=\"http://www.nation.co.ke/business/seedsofgold/Why-I-sell-my-broiler-chicks-in-Tanzania-and-Uganda/-/2301238/3093800/-/xbbh2y/-/index.html\">to farmers in Tanzania <\/a>where they are in high demand. They cost up to three times as much as the other varieties,” says the farmer, who currently has 15 Naked neck cockerels to increase chances of increasing the breed.<\/p><p>He has separated the cockerels to increase chances of multiplying the birds.<\/p><p>He sells, through his NeoTech Kenya Agribusiness trading name, a mature Kienyeji chicken at Sh800 while the Naked neck and the Frizzle-feathered birds go for at least Sh2,000 in Arusha and Makumira markets in Tanzania.<\/p><p>The birds are preferred in the country because people use them in ceremonies. Besides, they have special attributes that include good mothering abilities and resistance to diseases.<\/p><p>He owes his foray into Tanzania market to social media, which he heavily relies on to expand his clientele.<\/p><p>“I got clients from Tanzania through Facebook groups. When I posted my product, one farmer from the country contacted me and placed her order of 150 chickens, which I delivered. <\/p><p>From there I got other orders through my client’s referrals,” says Mudong’i, who transports the birds to Tanzania using passenger buses. He does not sell Naked neck or Frizzle-feathered chicks.<\/p><p><strong>NEED MOVEMENT PERMIT<\/strong><\/p><p>However, one doesn’t just wake up one morning and head with the birds to Tanzania.<\/p><p>“You need movement permits from the Ministry of Agriculture showing your flock is in good health. Before taking the birds to the Namanga border market, I go to the county vet officer who inspects their health after which I’m given movement permit to transport them to Tanzania.<\/p><p>Once I arrive at the Namanga border, a vet from the Tanzania side also inspects the flock. This is done at a fee of Sh200,” explains Mudong’i, who sells at least 150 birds in a month.<\/p><p><img alt=\"\" href=coremedia:///cap/resources/3201466/medRes\"/><\/p><p>Dr Victor Yamo, a scientist at the World Animal Protection, an international non-profit organisation, advises  farmers who wish to export livestock to work closely with certified vet officers.<\/p><p>“One needs health certificates showing the chickens are healthy and vaccinated. You will also get clearance from the country receiving the animals.” <\/p><p>Transporting poultry especially over long distances, according to the expert, requires that the birds be carried in standard boxes, which can guarantee them adequate space and ventilation.<\/p><p>“There are cartons designed to transport chicks. The ordinary boxes are designed to carry 102 chicks while cartons for international exports carry about 80 chicks. Mature birds are, however, transported in special crates that carry between 10 to 15 birds, depending on the size.”<\/p><p>Mudong’i says he has always nurtured the passion for poultry business since childhood.<\/p><p><strong>SELLERS OF FAKE FERTILISED EGGS<\/strong><\/p><p>“While in my final year in campus, I secured a job to design and manage a poultry farm in Somalia for a Kenyan who was in the US. This was about July 2015 and I got the work through a friend,” recounts Mudong’i.<\/p><p>He stayed in Somalia for a month, came back to complete his exams before returning to supervise the poultry project. He came back after completing the work last September.<\/p><p>Back in the country, Mudong’i, who had leased his father’s 12 acres in Kitale to plant maize, turned to the crop to seek capital.<\/p><p>“I needed about Sh300,000 to set up the poultry business. I harvested 201 bags of maize, sold part of the produce at Sh2,000 each and added the money to part of my savings from the Somalia job to buy the incubator and start hatching chicks,” says the farmer, who adds the business broke even about a month ago, enabling him to hire the office in Kitengela town.<\/p><p>To cut costs, Mudong’i makes his own poultry feeds  from maize germ, sunflower seeds and essential micro-nutrients such as premix. “I have the knowledge so this was not difficult for me,” says the alumnus of Friends School, Kamusinga, who used to spend Sh32,000 buying 14 bags of feeds to last a month. It now costs him Sh17,200 to feed the flock a month.<\/p><p>The biggest challenge to his business are the people who sell fake fertilised eggs and chicks or take money from farmers and fail to deliver the chicks.<\/p><p>“These people are making it tough for genuine farmers like us because people don’t trust when you assure them you will honour their order,” says Mudong’i, whose dream is to become a major poultry dealer.<\/p><p>***<\/p><p><strong>Naked neck hens<\/strong><br/>While other indigenous hens lay an average of four eggs in a week, Naked Neck layers give up to six eggs over the same period.<\/p><p>Farmers are assured that the hen will safely bring up to 99 per cent of her chicks and take care of them for an average of two months.<\/p><p>The chicken has higher resistance to diseases.<\/p><p/>",
      "photo": "http://www.nation.co.ke/image/view/-/3201456/medRes/1329036/-/12t4vu8/-/GoldMudongij.jpg",
      "caption": "Antonio Mudong'i feeds poultry. Mudong’i, who",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/Where-the-savvy-flock-to-farm/2301238-3516130-astxsi/index.html",
      "author": [{
        "fullname": "LEOPOLD OBI",
        "biography": "<p>LEOPOLD OBI is a <em>Saturday Nation <\/em>correspondent for<em> Seeds of Gold.<\/em><\/p>",
        "link": "http://www.nation.co.ke/authors/1959272-2381134-97smcgz/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/1951494/medRes/1299855/-/ij8duoz/-/General+Image.jpg"
      }]
    },
    {
      "title": "Women milk fortune from dairy group",
      "language": "en-us",
      "description": "Every end month at the branches of Equity and Cooperative banks in Kajiado town, you will find in the halls long queues of women resplendent in multi-coloured shukas, bracelets and necklaces.",
      "articleDate": "2014-10-17T18:36:10Z",
      "story": "<p>Every end month at the branches of Equity and Cooperative banks in Kajiado town, you will find in the halls long queues of women resplendent in multi-coloured shukas, bracelets and necklaces.<\/p><p>Two tellers in each of the banks are normally assigned to serve the women. At the Kenya Commercial Bank branch in Namanga, more than 80km away, things are not any different.<\/p><p>The women who throng the banks belong to the giant Maasai Kajiado Women Dairy Cooperative Ltd, an outfit that has changed the lives of dairy farmers in the county where cattle is the most precious property.<\/p><p>For most of the population, though, livestock here - cattle, goats and sheep - are kept in their hundreds for prestige.<\/p><p>But pride and honour are not enough for this women. They now throng the banks to receive their pay for monthly milk deliveries.<\/p><p>Milk in the Maasai community is purely a women’s affair, and so is this cooperative society’s management.<\/p><p>The institution’s turnover has shot from Sh59 million in 2012 to Sh87 million last year.  Started in 2011, their first turn-over was Sh10 million, according to documents seen by Seeds of Gold.<\/p><p>The 5,000-member cooperative brings together seven women groups that deal in milk business in Kajiado Central. Interesting to note is the manner the institution manages its affairs. The women groups deliver milk to eight collection centres spread across the vast constituency.<\/p><p>“We deliver the milk between 6am and 2pm. Our members chose one of them to be in charge of the collection centres but a clerk manages the records at the cooling plants,” says Phyllis Matapash, the secretary of Ilkipirash Women Group, which has 1,000 members.<\/p><p>Initially, they had leased two cooling plants from New KCC. The County Government of Kajiado, however, recently donated two more. The cooling plants located at Enkorika Nkoile, Il Bissil and Kajiado town, have bettered the handling of milk, which is finally taken to the New KCC factory at Dandora.<\/p><p>The four cooling plants have a capacity of 20,000 litres per day but the women are capable of producing 40,000 litres, according to the cooperative’s field officer Zacheus Lesinko.<br/>At the moment, milk prices range from Sh25 to Sh35 a litre, according to Ruth Maya, a member of Ilkipirash group, who delivers 150 litres per day from her 25 Sahiwal breed cows. <\/p><p><strong>BANK ACCOUNT<\/strong><\/p><p>“We deliver as a group about 7,000 litres of milk per day during the peak season,” says Mary Maren, another member of the group and an official of the cooperative.<br/>The cooperative insists that each of the farmers opens a bank account.<\/p><p>“All the 5,000 members have bank accounts from where they can withdraw money or borrow short-term loans to finance education of their children, particularly girls. It is our ultimate goal to empower the girl child,” says Hellen Nkaissery, the patron and wife of the local MP Joseph Nkaissery.<\/p><p>In the region, the Sahiwal breed which is productively better than the local Zebu and Boran cows seem to be the dominant “animal of trade” even as the women set eyes on more improved breeds.<br/>But how did these women brave the resistance from their husbands who naturally wanted to stick to the traditional zebus for prestige that comes with numbers?<\/p><p>“Women got the go-ahead, especially after our husbands saw the fruits of the change,” says Mary.<\/p><p>The cows, though, are yet to gain from seriously organised management programmes. “We herd them in the traditional style, but ensure we rotate in paddocks to have pasture throughout.”<br/>Mary says they are now embarking on pasture growing to ensure their milk production is not affected.<\/p><p>Initially, the farmers used to milk their cows and hawk the produce from home to home at Sh20 a litre.<\/p><p>But now after milking, they  deliver the produce in cans to collection points where it is checked for quality and the quantity is recorded.<\/p><p>“The cooperative has given the farmers a forum to discuss and exchange experiences and network. It has also given them bargaining power since they can even dictate the prices,” says Hellen.<br/>“With the county government coming in and giving them cooling plants, they can sell their milk to KCC and other buyers.”<\/p><p>Hellen notes they have strived to upgrade the handling of milk to enhance hygiene. “We insist that our members use aluminium containers and not the plastic ones to increase the life of the milk,” she explains.<\/p><p>Poor road network, however, has become a hindrance for the women who are forced to use motorbikes to deliver milk from their homes. <\/p><p>Governor David Nkedianye says there is a plan to rehabilitate rural roads to ease the transport problem.<\/p><p>“Our support began with the donation of the two cooling plants. Then we will move to the roads. Already, we have donated a piece of land in Kajiado town to have the women construct their head office,” Dr Nkedianye says.<\/p><p>The cooperative is in the county government’s economic empowerment programme. The County Executive in-charge of Trade, Tourism, Cooperatives and Industrialisation Florence Mutua says the cooperative has a real potential to turn around the local economy.<\/p><p>“We have set aside about Sh50 million to support the women and others. Our key objective with this dairy project is to ensure they produce milk throughout the year and not just when it is raining,” says Florence.<\/p><p>The officer says plan is underway to have the women adopt new breeds and modern farming practices like zero-graxing. “We want to have more paddocks and plant exotic grass to boost milk production.”<\/p>",
      "photo": "http://www.nation.co.ke/image/view/-/2490168/medRes/853098/-/ryi2ok/-/gold+pix.jpg",
      "caption": "Members of Ilkipirash Women Group deliver milk",
      "video": "",
      "link": "http://www.nation.co.ke/business/seedsofgold/Where-the-savvy-flock-to-farm/2301238-3516130-astxsi/index.html",
      "author": [{
        "fullname": "BILLY MUIRURI",
        "biography": "",
        "link": "http://www.nation.co.ke/authors/1959272-1955036-mviuwoz/index.html",
        "photo": "http://www.nation.co.ke/image/view/-/1951494/medRes/1299855/-/ij8duoz/-/General+Image.jpg"
      }]
    }
  ],
  "relatedgallery": [],
  "relatedvideo": []
}]
